[
  {
    "id": "1",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "CÁC SỐ 0, 1, 2, 3, 4, 5"
    ],
    "skill_name": "Các số 0, 1, 2, 3, 4, 5",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n— Đếm, đọc, viết được các số từ 0 đến 5.\n\n- Sắp xếp được thứ tự các số từ 0 đến 5.\n* Phát triển năng lực\nThực hiện thao tác tư duy ở mức độ đơn giản.\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "Bộ đồ dùng học Toán 1 (các mô hình, que tính, ghim,...).\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "",
          "Tiết 1",
          "1. Khám phá\n- GV hỏi HS về số cá trong bể ở các bức tranh.\n\n- Trong phần này, GV cần cho HS bước đầu làm quen với số lượng và nhận mặt\ncác số từ 0 đến 5. GV có thể chỉ vào bức tranh đầu tiên và giới thiệu: “Trong bể\ncó một con cá. Có một khối vuông” GV viết số 1 lên bảng. Sau đó, GV chuyển\nsang các bức tranh khác.\n\nLưu ý:\n\n- Khi sang bức tranh thứ hai, GV nên chỉ vào con cá thứ nhất và đếm “một” rồi\nchỉ vào con cá thứ hai và đếm “hai”, sau đó giới thiệu: “Trong bể có hai con cá”.\nTương tự, GV đếm và giới thiệu: “Có hai khối vuông” GV viết số 2 lên bảng.\n\n- GV thực hiện việc đếm, giới thiệu và viết số tương tự với các bức tranh còn lại.\n\n— Với bức tranh cuối cùng, GV có thể đặt câu hỏi: “Trong bể có con cá nào không?\nCó khối vuông nào không?” Sau đó, GV giới thiệu: “Trong bể không có con cá nào.\nKhông có khối vuông nào” GV viết số 0 lên bảng.",
          "2. Hoạt động\n\nBài 1: GV có thể chấm các chấm theo hình số lên bảng rồi hướng dẫn HS viết các số\n\ntheo chiều mũi tên được thể hiện trong SGK.\n\nBài 2:\n\n— Với câu a, GV có thể hỏi HS về nội dung các bức tranh (bức tranh minh hoa gì?...)\nsau đó yêu cầu HS đếm và nêu kết quả.\n\n— Với câu b, GV có thể hỏi HS về điểm giống nhau trong ba bức tranh minh hoạ (đều\nvẽ bể) và điểm khác nhau trong ba bức tranh (tranh có cá, tranh không có cá),\ncùng HS đếm số con cá trong mỗi bể.\n\nBài 3:\n\n- Trước tiên, GV nên yêu cầu HS đếm số lượng các chấm xuất hiện trên mỗi mặt\nxúc xắc.\n\n- Tuỳ theo mức độ tiếp thu của HS mà GV có thể yêu cầu HS làm luôn bài tập hoặc\n\ncùng HS làm ví dụ trước.",
          "Tiết 2. Luyện tập\nBài 1: GV hỏi về nội dung mỗi bức tranh, sau đó yêu cầu HS đếm và nêu kết quả.\nBài 2: GV giải thích đề bài và yêu cầu HS tìm các số thích hợp.\nBài 3:\n- GV yêu cầu HS phân biệt các củ cà rốt đã tô màu và chưa tô màu, sau đó đếm\nsố lượng củ cà rốt đã tô màu rồi nêu kết quả.\n- GV có thể giải thích mẫu ở câu a để HS hiểu yêu cầu của đề bài.\nBài 4: GV yêu cầu HS phân biệt được các con số, tìm ra các con gà ghi số 2. Đếm số\nlượng các con gà đó rồi nêu câu trả lời.",
          "Tiết 3. Luyện tập\nBài 1:\n- GV có thể hỏi HS về con vật được minh hoạ trong mỗi bức tranh.\n\n- Để HS hiểu yêu cầu của đề bài, GV hướng dẫn HS đếm số lượng con gà trong bức\ntranh đầu tiên.\n\n- Tuỳ mức độ tiếp thu của HS mà GV có thể hướng dẫn HS thêm một, hai bức\ntranh khác.\n\nBài 2:\n\n- GV hướng dẫn HS đếm thêm để tìm ra phương án đúng.\n\n- Chẳng hạn, với câu a, trước tiên GV yêu cầu HS đếm số lượng thùng đang có trên\nxe. Sau đó đếm thêm số thùng có ở trong mỗi phương án A, B rồi tìm ra phương\nán đúng là A.\n\n~ Làm tương tự với câu b.\n\nBài 3:\n\n— Các số trên đoàn tàu thứ nhất xuất hiện theo thứ tự: 1, 2, 3, 4, 5.\n\n— Các số trên đoàn tàu thứ hai xuất hiện theo thứ tự ngược lại: 5, 4, 3, 2, 1.\n\nBài 4:\n\n~ GV nên yêu cầu HS gọi tên các đối tượng trong tranh.\n\n— GV nên giải thích cụ thể hơn về yêu cầu của đề bài: Với mỗi đối tượng trong đề bài,\n\nHS cần đếm số lượng đối tượng đó trong bức tranh, rồi nêu kết quả.\n- GV chọn một đối tượng bất kì (nên chọn con bò sữa) rồi yêu cầu HS xác định số\nlượng con bò sữa có trong bức tranh, sau đó nêu kết quả.\n\n~ Lưu ý với đối tượng là con chim, trong tranh không có con chim nào, vậy số lượng\ncon chim có trong bức tranh là 0."
        ]
      }
    ],
    "infor": {
      "page": "17",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "2",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "CÁC SỐ 6, 7, 8, 9, 10 (3 tiết)"
    ],
    "skill_name": "Các số 6, 7, 8, 9, 10",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n- Đếm, đọc, viết được các số trong phạm vi 10.\n- Sắp xếp được các số trong phạm vi 10 theo thứ tự từ bé đến lớn, từ lớn đến bé.\n* Phát triển năng lực\nThực hiện thao tác tư duy ở mức độ đơn giản, biết quan sát để tìm kiếm sự\n\ntương đồng.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng học Toán 1 (các mô hình, que tính, ghim,...).\n\n- Xúc xác, mô hình, vật liệu,... để tổ chức trò chơi trong bài học.\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "",
          "Tiết T",
          "1. Khám phá\n— Chỉ vào các bức tranh, GV có thể hỏi: “Trong bức tranh có những con vật hay đồ\nvật gì?”.\n~ Trong phần này, GV cần cho HS bước đầu làm quen với số lượng và nhận mặt các\nsố từ 6 đến 10.\n\n- GV yêu cầu HS quan sát bức tranh đầu tiên. GV có thể chỉ vào từng con ong và\nđếm “một, hai, ba, bốn, năm, sáu” Sau đó, GV giới thiệu: “Có sáu con ong” đồng\nthời viết số 6 lên bảng.\n\n- GV thực hiện việc đếm và giới thiệu số tương tự với các bức tranh còn lại.",
          "2. Hoạt động\n\nBài 1: GV có thể chấm các chấm theo hình số rồi hướng dẫn HS viết lần lượt từng\n\nsố ở trên bảng.\n\nBài 2:\n\n- GV có thể hỏi và giới thiệu cho HS về loại bánh xuất hiện trong các hình vẽ.\n\n- GV nên giải thích về yêu cầu của đề bài: Đếm số bánh ở mỗi hình, sau đó nêu\nkết quả.\n\n- GV yêu cầu HS đếm số lượng bánh trong hình đầu tiên, sau đó đối chiếu với kết\nquả được đưa ra trong SGK.\n\nBài 3: GV hướng dẫn HS đếm thêm để tìm ra phương án đúng.",
          "Tiết 2. Luyện tạp\nBài 1:\n- GV hỏi HS về các con vật được minh hoạ trong mỗi bức tranh.\n\n- GV yêu cầu HS quan sát bức tranh đầu tiên để kiểm tra lại đáp số được đưa ra\ntrong SGK.\n\nBài 2:\n- Các số ở hình đầu tiên xuất hiện theo thứ tự: 0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10.\n— Các số ở hình tiếp theo xuất hiện theo thứ tự ngược lại: 10, 9, 8, 7, 6, 5, 4, 3, 2, 1, 0.\n\nBài 3: GV hướng dẫn HS đếm và ghi lại số chân của từng con vật, sau đó đếm số\nlượng các con vật có 6 chân rồi nêu câu trả lời. Kết quả là: có 3 con vật có 6 chân.\n\nBài 4: GV hướng dẫn HS xem tranh, đếm rồi nêu kết quả.",
          "Tiết 3. Luyện tép\nBài I:\n- GV nên hỏi HS trong mỗi bức tranh vẽ con vật nào.\n\n- GV có thể hướng dẫn cụ thể hơn về yêu cầu của đề bài: Đếm số lượng các con vật\ntrong mỗi bức tranh và chọn số tương ứng.\n\n— GV có thể chọn một, hai bức tranh để làm mẫu cho HS.\n\nBài 2: GV hướng dẫn HS tìm ra phương án đúng bằng cách đếm thêm.\n\nTrò chơi: Nhặt trứng\nChuẩn bị: Xúc xắc, mô hình như SGK.\nCách chơi:\n~ Chơi theo nhóm.\n\n~ Người chơi lần lượt gieo xúc xắc, đếm số chấm ở mặt trên xúc xắc. Lấy một quả\ntrứng trong ô được bao quanh bởi số đó.\n\n~ Trò chơi kết thúc khi lấy được 6 quả trứng.\n\nLưu ý: Để phân biệt quả trứng đã lấy, GV nên hướng dẫn HS sử dụng hai loại bút chì\nmàu khác nhau để đánh dấu."
        ]
      }
    ],
    "infor": {
      "page": "20",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "3",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "NHIỀU HƠN, ÍT HƠN, BẰNG NHAU"
    ],
    "skill_name": "Nhiều hơn, ít hơn, bằng nhau",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n- Có biểu tượng ban đầu về nhiều hơn, ít hơn, bằng nhau.\n\n- So sánh được số lượng của hai nhóm đồ vật qua sử dụng các từ nhiều hơn,\nít hơn, bằng.\n\n* Phát triển năng lực\n\nSo sánh được số lượng của mỗi cặp nhóm trong bài toán thực tiễn có hai hoặc ba\nnhóm sự vật.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "Bộ đồ dùng học Toán 1.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "",
          "Tiết 1",
          "1. Khám phá\n\n- GV có thể khởi động bài học bằng một vài câu hỏi vui về ếch, ví dụ: “Bạn nào đã\ntừng nhìn thấy con ếch?”, “Các em thấy ếch ngồi trên lá chưa?”\n\n- GV có thể hỏi “Có đủ lá cho ếch ngồi lên không?” sau khi HS trả lời, GV có thể hỏi\n\n2- €\n\n“Vậy số ếch có nhiều hơn số lá không?”, sau đó lại hỏi “Số ếch có ít hơn số lá không?”\n- GV chỉ vào hình vẽ trong SGK và nói “Các em có nhìn thấy đường nối giữa mấy\nchú ếch và mấy chiếc lá không?”, GV giải thích “Cứ một chú ếch nối với một chiếc\nlá; GV hỏi “Có đủ lá để nối với ếch không?”\n\n- GV kết luận “Khi nối ếch với lá, ta thấy hết lá sen nhưng thừa ếch, vậy: Số ếch\nnhiều hơn số lá sen. Số lá sen ít hơn số ếch”.\n\n- GV lặp lại với minh hoạ thứ hai về thỏ và cà rốt, có thể mở đầu bằng câu hỏi vui\n“Đố các em, thỏ thích ăn gì nào?”\n\n— Với ví dụ thứ hai, GV có thể giới thiệu thêm cho các em “Khi nối thỏ với cà rốt, cả\nhai đều được nối hết nên chúng bằng nhau”",
          "2. Hoạt động\n\nBài 1: GV hướng dẫn HS ghép cặp mỗi bông hoa với một con bướm. Sau đó GV\nhỏi lại “Bướm còn thừa hay hoa còn thừa?” rồi hỏi “Số bướm nhiều hơn hay số\nhoa nhiều hơn?”.\n\nBài 2: Tương tự bài 1.\n\nBài 3: GV nên ghép cặp chim với cá ở gần nhau (để tìm câu đúng trong hai câu a, b).\nVí dụ: Với chú chim đang đậu trên cây, ghép nó với con cá nó ngậm trong mỏ; với\nchú chim đang lao xuống bắt cá, ghép nó với con cá mà nó nhắm đến; với chú chim\nđang tranh cá, ghép nó với con cá nó đang giật từ cần câu. Có thể làm tương tự cho\nmèo với cá để xác định tính đúng sai cho câu c.",
          "Tiết 2. Luyện tập\n\nBài 1: Cho HS tự làm. Sau đó GV gọi một số em đứng lên trả lời câu hỏi. Cuối cùng,\nGV nhận xét đúng sai và hướng dẫn giải bằng cách ghép cặp lá dâu với tằm (nên\nghép cặp lá dâu và tằm ở gần nhau).\n\nBài 2: Hướng dẫn để HS nhận thấy tất cả các con nhím đều có nấm mà vẫn còn 1 cây\nnấm không trên con nhím nào. Vậy số nấm nhiều hơn số nhím.\n\nBài 3: GV hướng dẫn HS ghép cà rốt với bắp cải. Ban đầu ghép cà rốt với bắp cải\ntrong hình vẽ chính, sau đó thử ghép với từng phương án A và B để tìm ra được đáp\nán đúng.\n\nBài 4: HS quan sát tranh và chọn câu đúng."
        ]
      }
    ],
    "infor": {
      "page": "22",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "4",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "SO SÁNH SỐ"
    ],
    "skill_name": "So sánh số",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n- Nhận biết được các dấu >, <, =.\n- Sử dụng được các dấu >, <, = khi so sánh hai số.\n- Nhận biết được cách so sánh, xếp thứ tự các số trong phạm vi 10 (ở các nhóm có\nkhông quá 4 số).\n* Phát triển năng lực\n\nBiết tìm ra nhóm sự vật có số lượng nhiều nhất hoặc ít nhất.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "Bộ đồ dùng học Toán 1.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "",
          "Tiết 1. Lớn hơn, dấu >",
          "1. Khám phá\n- GV có thể dẫn dắt vào bài bằng câu nói vui “Đố các em con vịt kêu thế nào?”,\n\nsau đó nói: “Hôm nay chúng ta sẽ học cách so sánh số lớn hơn với những chú\nvịt nhé!”\n\n- Tiếp đó, GV cho HS đếm số vịt ở hình bên trái và hình bên phải để giải thích về\ncon số ở cạnh mỗi hình.\n\n- Tiếp theo, GV yêu cầu HS so sánh số vịt ở hai bên của hình vẽ (dùng cách ghép\n“tương ứng 1 - 1”).\n\n- GV có thể kết luận: “Số vịt ở phía bên này (chỉ vào nhóm có 4 con vịt) nhiều\nhơn số vịt ở phía bên kia. Bên này có 4 con vịt, bên kia có 3 con vịt. Như vậy 4\nlớn hơn 3”.\n\n~ Sau đó, GV hướng dẫn các em viết phép so sánh: 4 > 3 vào vở.\n~ Minh hoạ thứ hai bằng quả dưa cũng dẫn dắt tương tự.",
          "2. Hoạt động\n\nBài I: GV hướng dẫn HS cách viết dấu > vào vở.\n\nBài 2: GV hướng dẫn HS cách thử lần lượt để tìm ra đáp án đúng.\nBài 3: Yêu cầu HS đếm số lượng sự vật chính trong hình: ở hình thứ nhất là kiến,\nhình thứ hai là cây, hình thứ ba là cò, hình thứ tư là khỉ và hươu cao cổ; sau khi đếm,\nnêu số trong ô vuông rồi nêu dấu lớn hơn trong ô tròn ở giữa.\n\nBài 4: Có thể yêu cầu HS tìm đường đi bằng bút chì cho trực quan và đễ thực hiện.",
          "Tiết 2. Bé hơn, dếu <",
          "1. Khám phá\n\n- GV dẫn dắt vào bài: “Hôm trước chúng ta học về đấu lớn hơn, hôm nay chúng ta\nhọc về dấu bé hơn”.\n\n— Với hình minh hoạ bằng chim chào mào, GV cho HS đếm số chim, hỏi xem bên\n\nnào có số chim ít hơn, sau đó kết luận “số 2 bé hơn số 3” và hướng dẫn HS viết\n\nphép so sánh: 2 < 3 (tương tự tiết học về dấu lớn hơn).\n— Với hình minh hoạ bầy kiến làm tương tự.",
          "2. Hoạt động\nBài 1: GV hướng dẫn HS cách viết dấu < vào vở.\nBài 2: GV hướng dẫn HS cách thử lần lượt để tìm ra đáp án đúng.\nBài 3: Đếm số lượng sự vật trong hình, nêu số và dấu < thích hợp.\n\nBài 4: GV đọc và giải thích yêu cầu của đề bài. Cho HS ghép thử và gợi ý nếu cần thiết.",
          "Tiết 3. Bàng nhau, dấu =",
          "1. Khám phá\n\n— Ví dụ minh hoa về xẻng và cuốc, GV có thể hỏi HS: “Đố các em đây là cái gì?” GV\ncó thể hỏi HS hoặc kể về tác dụng của các dụng cụ này bằng một số hình minh hoạ\n(do GV tự chuẩn bị).\n\n~ Sau đó GV cho HS đếm số lượng xẻng, cuốc và có thể cho một số em trả lời kết\nquả. Tiếp theo, GV viết “4 = 4” lên bảng và nói: “Khi hai số bằng nhau, ta dùng\ndấu = để viết phép so sánh”.\n\n- GV tiếp tục lặp lại với ví dụ về máy tính xách tay và chuột máy tính.",
          "2. Hoạt động\n\nBài 1: GV hướng dẫn HS cách viết dấu = vào vở.\n\nBài 2: Hai nhóm sự vật được ghép cặp với nhau ngoài quan hệ về số lượng bằng nhau\ncòn có một mối liên tưởng khác. Ví dụ: Gia đình gà và vịt cùng là gia cầm; các bạn\nnam và nữ đều là HS; thìa và bát dùng để ăn; mây tạo ra mưa (giọt nước). GV có thể\ngợi liên tưởng này cho các em HS bằng cách nêu ví dụ về gà và vịt rồi đặt câu hỏi về\ncác cặp sự vật khác.\nBài 3: GV yêu cầu HS đếm số lượng lá vàng và lá xanh để tìm đáp án đúng.\n\nBài 4: GV hướng dẫn HS đếm số chấm ở mỗi con bọ rùa và chọn dấu >; <; = thích hợp.",
          "Tiết 4. Luyện tạp\nBài 1: Dựa vào đếm số chấm trong mỗi hình để đặt dấu >; <; = thích hợp.\n\nBài 2: Để làm được bài này, HS cần thuộc thứ tự các số. Sau khi để HS tự làm bài, GV\nchữa từng phép tính bằng cách đặt câu hỏi trước. Ví dụ với @ >9, GV có thể hỏi:\n“Số nào lớn hơn 9?” hoặc “Khi đếm, sau số 9 là số mấy?”. Do yêu cầu về việc thuộc\nthứ tự so sánh các số là khá khó với HS, GV có thể dành nhiều thời gian cho bài này\nhơn và có thể viết lại 11 số đã học lên bảng: 0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10.\n\nBài 3: GV cho HS đếm số thùng hàng trên mỗi tàu, sau đó hỏi: “Tàu nào chở nhiều\nthùng hàng nhất?”. Cuối cùng GV cho HS nêu câu trả lời.\n\nBài 4: Ngoài việc rèn luyện kĩ năng đếm, viết phép so sánh, bài tập còn gợi mở về\nviệc đếm các sự vật theo 2 cách: cách thứ nhất (câu a) theo màu sắc (đỏ và xanh) và\ncách thứ hai (câu b) theo loại quả (táo và ớt). GV có thể kết luận (nhằm mục đích gợi\nmở cho các em về mặt tư duy) “Các em thấy, nếu ta đếm quả theo màu sắc thì được\n4< 5, còn nếu đếm theo loại quả thì được 5 > 4."
        ]
      }
    ],
    "infor": {
      "page": "24",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "5",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "MẤY VÀ MẤY"
    ],
    "skill_name": "Mấy và mấy",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\nBiết mối liên hệ giữa các số trong phạm vi 10 làm cơ sở cho phép cộng sau này.\n* Phát triển năng lực\nThực hiện thao tác tư duy ở mức độ đơn giản, biết quan sát để tìm kiếm sự\ntương đồng.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "~ Bộ đồ dùng học Toán 1 (các mô hình, que tính, ghim,...).\n\n- Các tấm thẻ từ 0 chấm đến 6 chấm để tổ chức hoạt động, trò chơi trong bài học\n(GV xem chỉ tiết trong hướng dẫn tương ứng).\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "",
          "Tiết 1",
          "1. Khám phá\n- GV yêu cầu HS đếm số con cá ở mỗi bể và đếm số cá ở cả hai bể.\n- GV giới thiệu: “3 con cá và 2 con cá được 5 con cát.\nLưu ý: Vì HS chưa biết khái niệm “tổng” nên GV cần tránh sử dụng khái niệm này.\nGV có thể đặt câu hỏi: “O hai bình có tất cả bao nhiêu con cá?”.",
          "2. Hoạt động\nBài 1: Tương tự phần khám phá, GV có thể hướng dẫn HS câu a bằng cách yêu cầu\nHS đếm số cá trong mỗi bể rồi nêu kết quả. Sau đó, đếm số cá ở cả hai bể rồi nêu kết\nquả. Ví dụ với câu a, GV nhấn mạnh: “2 con cá và 4 con cá được 6 con cá”.\nBài 2:\nGV có thể chuẩn bị các tấm thẻ có số chấm từ 0 đến 6.\nVới mỗi hình vẽ, GV giơ hai tấm thẻ trước cả lớp. HS đếm số chấm ở cả hai thẻ để\ntìm ra kết quả. GV cho HS đọc kết quả và ghi vào vở.\nLưu ý: GV cần tránh sử dụng khái niệm “tổng” trong các câu nói.",
          "Tiết 2",
          "1. Khám phá\n— GV có thể đặt các câu hỏi:\n+ Trong bể có tất cả mấy con cá?\n+ Những con cá trong bể có màu gì?\n+ Có bao nhiêu con cá màu hồng? Bao nhiêu con cá màu vàng?\n\n~ Sau khi HS trả lời xong các câu hỏi trên, GV chỉ vào từng bể và nhấn mạnh: “Trong\nbể có 5 con cá gồm 2 con cá màu hồng và 3 con cá màu vàng”.\n\n- GV đặt tiếp các câu hỏi: Trong bể có bao nhiêu con cá to? Bao nhiêu con cá nhỏ?\n(con cá to hiểu theo nghĩa khi ta so sánh kích thước của con cá đó với kích thước\ncác con cá khác trong bể). Sau đó, GV nhấn mạnh: “Trong bể có 5 con cá gồm 1 con cá to và 4 con cá nhỏ.”\n\n- Hoạt động khám phá nhằm giúp HS dần phát hiện ra các cách tách (phân tích)\nmột số thành tổng của hai số khác. HS sử dụng kiến thức vừa được chia sẻ ở trên\nđể giải quyết yêu cầu tách số ở hình vẽ tiếp theo.",
          "2. Hoạt động\nBài 1: GV giải thích mẫu:\n- Tách 4 thành 1 và 3 dựa theo kích thước hoặc hướng bơi của các con cá.\n- Tách 4 thành 2 và 2 dựa vào màu sắc.\nLưu ý: Tách 4 thành 1 và 3 hay thành 3 và 1 là tương tự nhau.\nBài 2:\n- GV yêu cầu HS lấy que tính.\n\n- GV yêu cầu HS tách 6 que tính thành hai nhóm khác với cách được đưa ra\ntrong SGK.\n\n— HS ghi lại kết quả vào vở.",
          "Tiết 3. Luyện tập\nBài 1:\n- GV nên hướng dẫn lại ý đầu tiên và nhấn mạnh: “1 chấm và 2 chấm được 3 chấm”\n- GV có thể hướng dẫn thêm 1 đến 2 ý nữa để HS hiểu yêu cầu của bài toán.\nBài 2:\n~ Câu a, GV yêu cầu HS đếm số bánh ở từng đĩa, sau đó đếm số bánh ở cả hai đĩa rồi\ncho HS nêu kết quả.\n\n- Câu b, GV yêu cầu HS đếm số bánh trong đĩa, sau đó đếm từng loại bánh rồi cho\nHS nêu kết quả.\n\nBài 3:\n~ GV giải thích mẫu: Dựa vào màu của các viên bi để có cách tách số đúng.\n\n~ HS làm các ý còn lại theo mẫu."
        ]
      }
    ],
    "infor": {
      "page": "26",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "6",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "LUYỆN TẬP CHUNG (4 tiết)"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n- Đếm, đọc, viết được các số trong phạm vi 10.\n\n- So sánh và sắp xếp được thứ tự các số trong phạm vi 10.\n\n- Gộp và tách được số trong phạm vi 10.\n* Phát triển năng lực\n\nThực hiện thao tác tư duy ở mức độ đơn giản, biết quan sát để tìm kiếm sự tương đồng.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng học Toán 1 (các mô hình, que tính, ghim,...).\n\n~ Những mô hình, vật liệu, xúc xắc,... để tổ chức các hoạt động, trò chơi trong bài học.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "",
          "Tiết 1. Luyện tếp\nBài 1: GV cùng HS quan sát tranh và gợi ý HS tìm ra một số để HS hiểu yêu cầu của\nbài toán và xác định các số còn lại.\nBài 2: GV yêu cầu HS đếm số cá trong mỗi bể và nêu kết quả.\nBài 3: GV có thể giải thích cụ thể hơn yêu cầu của để bài: Tìm chậu hoa ghi số là số\nbông hoa trong mỗi hình. Chẳng hạn chậu ghi số 3 ghép với hình có 3 bông hoa.\nBài 4: GV có thể hỏi HS về bức tranh. Yêu cầu HS quan sát tranh, đếm số lượng vật\nđược yêu cầu rồi nêu câu trả lời.",
          "Tiết 2. Luyện tạp\nBài 1: GV nên giải thích cụ thể hơn về yêu cầu của đề bài: Mỗi toa tàu mang một con\nsố. Hãy tìm con số thích hợp cho các toa tàu ở giữa (hay các toa tàu màu xanh).\nBài 2:\n~ Trước tiên, GV nên yêu cầu HS gọi tên các đối tượng trong bức tranh.\n- GV giải thích yêu cầu của đề bài: Đếm số lượng mỗi đối tượng trong bức tranh rồi\nnêu kết quả.\nBài 3:\n— Trước khi làm bài tập này, GV nên cho HS đọc lần lượt các số từ 1 đến 10.\n- GV cho HS đọc số trên hình, tìm các số còn thiếu và nêu kết quả.\nBài 4:\n- Câu a, GV cho HS đếm số hạt sen ở mỗi cốc, ghi kết quả đếm vào vở, so sánh để\ntìm số lớn nhất.\n\n- Câu b, GV hướng dẫn tương tự câu a, tìm số bé nhất.",
          "Tiết 3. Luyện tập\n\nBài I: GV nhắc lại cách sử dụng các dấu so sánh thông qua một số ví dụ cụ thể.\n\nVí dụ: Ta sẽ điền dấu so sánh nào vào chỗ trống sau: 1 ... 2. Ta sẽ điền dấu bé hơn: <.\n\nGV cho HS nêu câu trả lời.\n\nBài 2:\n\n- GV có thể hỏi HS về tên gọi của các con vật xuất hiện trong bài.\n\n- GV yêu cầu HS quan sát từng bức tranh rồi trả lời câu hỏi:\n+ Trong tranh có bao nhiêu con mèo? Bao nhiêu con cá?\n+ So sánh số mèo với số cá rồi nêu kết quả so sánh.\n\nLưu ý: Sau khi HS làm bài xong, GV có thể hỏi HS: Nếu mỗi con mèo ăn I1 con cá thì\n\nở bức tranh nào có đủ cá cho mèo ăn?\n\nTrò chơi: Cầu thang - Cầu trượt\n\nChuẩn bị: xúc xắc, quân cờ (để đại diện cho người chơi).\n\nCách chơi:\n\n~ Chơi theo nhóm.\n\n~ Mỗi người chọn một quân cờ và đặt tại ô XUAT PHAT.\n\n~ Người chơi lần lượt gieo xúc xác và di chuyển quân cờ của mình theo số chấm\nnhận được. Cần chú ý đi đúng đường, không di chuyển xuyên qua tường (đường\nkẻ đậm).\n\n~ Khi di chuyển đến một ô, người chơi đọc số lớn hơn trong hai số ở ô đó. Nếu đúng,\nđể nguyên quân cờ ở đó. Nếu sai, di chuyển quân cờ quay về ô trước đó.\n\n- Khi di chuyển đến ô ở chân cầu thang, hãy leo lên. Nếu là ô ở đỉnh cầu trượt, hãy\ntrượt xuống.\n\n— Trò chơi kết thúc khi có người chơi về đích.\n\nLưu ý: GV có thể tuỳ ý yêu cầu HS di chuyển quân cờ đến đúng ĐICH (khó), hoặc\n\nđơn giản hơn là chỉ cần đến ĐICH (đến đúng ĐICH tức là nếu quân cờ đang ở ô có\n\nsố 2 và 1 thì HS phải gieo xúc xác được số 1 hoặc số 2 mới được di chuyển đến ô tiếp\n\ntheo, hoặc gieo được số 3 mới được về ĐICH; trường hợp gieo được số lớn hơn 3 thì\n\nđứng yên).",
          "Tiết 4. Luyện tạp\nBài 1:\nGV cho HS xác định số đồ chơi trong mỗi hàng, sau đó so sánh để tìm ra hàng có\nnhiều đồ chơi hơn.\nBài 2:\nGV cho HS quan sát tranh, đếm số ô tô và số máy bay để xác định câu trả\nlời đúng.\nBài 3:\nGV hướng dẫn HS làm mẫu hình đầu tiên. Đếm số chấm ở cả hai con xúc xắc rồi\nnêu kết quả.\nBài 4:\nGV yêu cầu HS quan sát tranh và cho biết tên gọi của các con vật xuất hiện trong\ntranh, tư thế của chúng, màu lông của chúng.\n\n6 thành 3 và 3 Đếm số con ngồi, số con chạy\n\n9 thành 1 và 8 Đếm số con màu trắng, số con màu nâu\n9 thành 2 và 7 Đếm số con đứng, số con nằm\n\n9 thành 3 và 6 Đếm số con chó, số con mèo\n\n\n\n(2 tiết)"
        ]
      }
    ],
    "infor": {
      "page": "28",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "7",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "Chủ đề 2. LÀM QUEN VỚI MỘT SỐ HÌNH PHẲNG",
      "HÌNH VUÔNG, HÌNH TRÒN, HÌNH TAM GIÁC, HÌNH CHỮ NHẬT"
    ],
    "skill_name": "Hình vuông, hình tròn, hình tam giác, hình chữ nhật",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n~ Có biểu tượng ban đầu (trực quan, tổng thể) về hình vuông, hình tròn, hình tam\ngiác, hình chữ nhật.\n\n- Nhận biết được các dạng hình trên thông qua các đồ vật thật, hình vẽ, các đồ dùng\nhọc tập.\n\n* Phát triển năng lực\n\n- Bước đầu biết so sánh, phân tích để nhận dạng hình trong một nhóm các hình\nđã cho.\n\n- Làm quen với đếm hình và đưa số liệu vào bảng (có yếu tố thống kê đơn giản).\n\n- Gắn các hình đã học với những đồ vật thực tế ở xung quanh, trong lớp học,...\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Các mô hình (bìa, miếng nhựa) hình vuông, hình tròn, hình tam giác, hình chữ\nnhật, khăn tay hình vuông, đĩa hình tròn, mô hình biển báo giao thông hình tam\ngiác, khung tranh hình chữ nhật.\n\n— Sưu tầm đồ vật thật, tranh ảnh đồ vật có các dạng hình trên.\n- Bộ đồ dùng học Toán 1.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "",
          "Tiết 1",
          "1. Khám phá\n\n- GV đưa chiếc khăn tay cho HS quan sát và nói: Chiếc khăn tay này có dạng hình\nvuông. Tiếp đó đưa mô hình bìa hình vuông và nói: “Đây là hình vuông”.\n\n- Tương tự đưa chiếc đĩa hình tròn, rồi dẫn đến mô hình “Đây là hình tròn”.\nĐưa biển báo giao thông hình tam giác, rồi đưa ra mô hình và nói: “Đây là\nhình tam giác”. Đưa khung tranh hình chữ nhật, rồi dẫn đến “Đây là hình\nchữ nhật”.\n\n- Đưa cả 4 mô hình các hình đã nêu một lúc (hoặc gắn lên bảng...) rồi cho HS đọc\ntên từng hình. Tiếp đó cho HS quan sát hình vẽ 4 hình đó trong SGK để đọc tên\ntừng hình.",
          "2. Hoạt động\nBài 1: HS nhận dạng các đồ vật thực tế rồi ghép (hoặc trả lời) với các hình thích hợp\n(hình vuông, hình tròn, hình tam giác, hình chữ nhật). Nếu có các vật thật, không là\nhình vẽ thì càng tốt.\nBài 2: HS tự quan sát nhóm các hình rồi chỉ ra hình thích hợp theo câu trả lời của\nbài. GV có thể cho HS làm từng câu hoặc cả 4 câu a, b, c, d cùng một lúc (tuỳ sự tiếp\nthu của HS).\nLưu ý: HS bằng trực quan nhận biết hình (chưa yêu cầu giải thích tại sao hoặc nêu\nquá kĩ về đặc điểm mỗi hình).\nBài 3: Qua hình vẽ tổng hợp, HS phân tích nhận dạng được các hình rồi đếm số\nlượng mỗi hình (hình vuông, hình tròn, hình tam giác).\nLưu ý: Chưa yêu cầu đếm các hình phức tạp, ở bài này chủ yếu đếm hình để củng cố\nnhận biết hình (phần luyện tập về sau sẽ có bài đếm phức tạp hơn).\nĐáp án: Bài I: Đồng hồ - Hình tròn, Viên gạch - Hình vuông, Lá cờ - Hình tam giác,\nTấm gỗ - Hình chữ nhật.\nBài 2: a) Chọn B, D; b) Chọn A, D;\nc) Chọn B, E; đ) Chọn A, C.\nBài 3: 3 hình vuông, 2 hình tròn, 7 hình tam giác.",
          "Tiết 2. Luyện tập\nBài I: Yêu cầu bài này là củng cố nhận biết các hình đã học.\nTừ một nhóm các hình, HS nhận biết được các hình thích hợp (là hình tròn, hình\nvuông, hình tam giác, hình chữ nhật), rồi đếm mỗi loại có bao nhiêu hình.\nBài 2: Qua quan sát hình vẽ các que tính, HS nhận biết được hình vuông, hình tam\ngiác. Từ đó đếm được số hình tam giác, số hình vuông trong hình đó (đếm số hình\ntam giác phức tạp hơn vì có hình tam giác lớn gồm 4 hình tam giác nhỏ).\n\nLưu ý: Có thể thay que tính bằng các đoạn que khác thích hợp.\nBài 3: Yêu cầu HS nhận biết các hình đã học trong các bức tranh như SGK. Từ đó\nđếm các hình thích hợp và tìm số thích hợp trong bảng.\n\nLưu ý: GV có thể phóng to các bức tranh (hoặc chiếu lên bảng) có màu sắc hấp dẫn\n\nđể HS dễ quan sát trước khi tự làm bài tập này.\n\nBài 4:\n\n— HS cần đọc kĩ câu hỏi (tìm hình không là hình vuông) để trả lời (HS quen tìm hình\nlà hình vuông).\n\n- Có thể gợi ý HS tìm các hình vuông trước, rồi chỉ ra các hình còn lại không là\nhình vuông.\n\nĐáp án: Bài I: b) 4 hình tròn, 3 hình vuông, 3 hình tam giác, 2 hình chữ nhật.\nBài 2: b) 4 hình vuông, 5 hình tam giác.\nBài 3: a) (2, 1,3,0); b) (1, 1,3, 0); c) (2, 3, 1,0)."
        ]
      }
    ],
    "infor": {
      "page": "32",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "8",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "THỰC HÀNH LẮP GHÉP, XẾP HÌNH (2 tiết)"
    ],
    "skill_name": "Thực hành lắp ghép, xếp hình",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n- Nhận dạng được các hình đã học (hình vuông, hình tròn, hình tam giác, hình\nchữ nhật).\n\n~ Nắm được một số thao tác đơn giản khi xếp, ghép các hình đơn lẻ thành một hình\ntổng hợp theo yêu cầu.\n\n* Phát triển năng lực\n- Rèn trí tưởng tượng không gian, biết phân tích, tổng hợp khi xếp, ghép các hình.\n- Gây hứng thú học tập khi HS tự xếp, ghép được các hình mà mình thích.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Mô hình các hình để xếp, ghép (theo các bài trong SGK).\n- Bộ đồ dùng học Toán 1.\n\n- Sưu tâm một số bộ đồ chơi xếp, ghép hình.\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "",
          "Tiết 1",
          "1. Khám phá\n- GV giới thiệu bộ ghép hình (gồm 5 miếng bìa như SGK). Sau đó nêu (có thể vẽ,\nchiếu lên bảng) hình mẫu cần ghép (hình bạn Việt và Mai đã ghép).\n— HS quan sát, GV ghép hình giống hình bạn Việt cầm. Sau đó từng em (hoặc nhóm)\nthao tác ghép hình giống hình bạn Mai cầm.\nLưu ý:\n- Thứ tự, màu sắc của từng hình có thể khác nhau, miễn là thành hình như mẫu\ntrong SGK là được.\n- HS có thể tự ghép thành một hình nào đó (khác SGK) mà em thích (bằng 5 miếng\nbìa trên).",
          "2. Hoạt động\nHS làm việc cá nhân (hoặc nhóm).\nNhiệm vụ: Từ 3 miếng bìa đã cho ghép thành các hình ở các câu a, b, c, d (như trong SGK).\nLưu ý:\n- GV theo đõi HS tự hoàn thành sản phẩm, chỉ hướng dẫn, giúp đỡ khi HS gặp\nvướng mắc nào đó.\n- Khi đánh giá, GV nêu cách làm của HS (có thể chiếu trên bảng) và nhận xét.\nĐáp án:\n\na) b)",
          "Tiết 2. Luyện tép\n\nBài 1: Thực hiện tương tự như ở phần hoạt động (với mức độ nâng cao hơn).\n\nYêu cầu:\n\n- Từ 4 miếng bìa cắt ra từ một hình vuông, em ghép thành các hình ở các câu a, b, c, d\n(như trong SGK).\n\n- Khi đánh giá, GV có thể nêu một phương án đã thực hiện của HS (có thể chiếu, vẽ\ntrên bảng).\n\nBài 2: Yêu cầu HS tìm được hai miếng bìa để ghép được thành hình tròn, hình vuông,\n\nhình tam giác hoặc hình chữ nhật.\n\nGợi ý:\n\n- HS quan sát tổng thể hình dạng cả 8 miếng bìa cần ghép và mẫu ghép hình 3\nvới hình B, lựa chọn mỗi miếng bìa ở cột thứ nhất với một miếng bìa thích hợp\nở cột thứ hai để ghép được các hình tròn, hình vuông, hình tam giác hoặc hình\nchữ nhật.\n\n~ Có thể thực hiện lần lượt bắt đầu từ miếng bìa 1, 2, 3, 4 (cột thứ nhất) xem nó ứng\nvới miếng bìa nào ở cột thứ hai.\n\nĐáp án:\n\nBài 1:\n\na) b)\n€) d)\n\nBài 2: 1 - C,2— A,4-— D."
        ]
      }
    ],
    "infor": {
      "page": "34",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "9",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "LUYỆN TẬP CHUNG (1 tiết)"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\nNhận dạng được các hình đã học (hình vuông, hình tròn, hình tam giác, hình chữ\nnhật) thông qua vật thật, đồ dùng học tập.\n* Phát triển năng lực\n\nLàm quen, phân tích, tổng hợp hình, phát triển tính độc lập, sáng tạo.... khi thực\nhiện xếp, ghép hình, đếm hình. Bước đầu phát triển tư duy lôgic khi xếp ghép\nhình theo các nhóm có quy luật. Gắn việc nhận dạng hình với các đồ vật thực tế\nở xung quanh.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "~ Một số que tính, các hình trong bộ đồ dùng học Toán 1 để xếp, ghép hình.\n— Sưu tầm vật thật (hoặc tranh ảnh) có dạng các hình đã học.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tổ chức cho HS được luyện tập hoạt động cá nhân là chủ yếu.\n\nBài I: Yêu cầu HS chỉ ra được đồ vật nào có dạng hình đã học (hình vuông, hình tròn,\nhình tam giác, hình chữ nhật).\n\nLưu ý: Có thể liên hệ thêm những đồ vật có trong thực tế ngoài SGK.\n\nBài 2: a) Yêu cầu HS xếp que tính theo hình mẫu ở SGK.\n\n(Nên để mỗi HS được tự tay thực hiện).\n\nb) Yêu cầu HS bằng 5 que tính xếp thành một hình có 2 hình tam giác.\n\n(Thường là 3 que tính xếp thành 1 hình tam giác thì 6 que tính xếp thành 2 hình\ntam giác.). Bài này đòi hỏi HS phải suy nghĩ cách xếp thích hợp (từ hình vẽ đã\ncho trong SGK, GV có thể gợi ý cách xếp 5 que tính thành một hình có 2 hình\ntam giác).\n\nBài 3: Yêu cầu bài này có phát triển tính lôgic (HS tìm ra quy luật theo đặc điểm\nnhóm hình để tìm hình thích hợp).\n\na) Xếp nhóm hình theo quy luật về màu sắc: đỏ, vàng, xanh, đỏ, vàng, xanh,...\nb) Xếp nhóm hình theo quy luật về hình dạng: hình tam giác, hình tròn, hình vuông,\nhình tam giác, hình tròn, hình vuông,...\n\nLưu ý: Tuỳ theo mức độ, có thể lựa chọn những quy luật đơn giản, phù hợp với HS\n(không nên có quy luật phức tạp không phù hợp với HS lớp 1).\n\nBài 4: Yêu cầu: Đếm số hình tam giác dùng để ghép thành một hình đã cho (ngược\nvới bài từ một số hình tam giác đã cho ghép thành một hình nào đó).\n\nLưu ý: HS phải tưởng tượng hình dạng rồi ước lượng số hình tam giác cần ghép.\nKhi ghép được đúng hình đã cho thì đếm số hình tam giác đã dùng để ghép được\nhình đó.\n\nĐáp án: Bài 2: b)\n\nBài 3: a) chọn A; b) chọn A.\nBài 4: Bạn Mai đã dùng 6 miếng bìa hình tam giác."
        ]
      }
    ],
    "infor": {
      "page": "37",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "10",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "Chủ đề 3. PHÉP CỘNG, PHÉP TRỪ TRONG PHẠM VI 10",
      "PHÉP CỘNG TRONG PHẠM VI 10 (6 tiết)"
    ],
    "skill_name": "Phép cộng trong phạm vi 10",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n- Nhận biết được ý nghĩa của phép cộng là “gộp lại là “thêm vàơ”. Biết tìm kết quả\nphép cộng trong phạm vi 10 bằng cách đếm tất cả hoặc đếm thêm.\n\n- Bước đầu nhận biết được đặc điểm của phép cộng với 0: số nào cộng với 0 cũng\nbằng chính số đó, 0 cộng với số nào cũng bằng chính số đó. Vận dụng được đặc\nđiểm này trong thực hành tính.\n\n- Thực hiện được phép cộng trong phạm vi 10.\n\n- Biết tính và tính được giá trị của biểu thức số có hai dấu phép tính cộng (theo thứ\ntự từ trái sang phải).\n\n~ Bước đầu nhận biết tính chất giao hoán của phép cộng qua các công thức số (dạng\n3+ 4=4+3). Vận dụng tính chất này trong thực hành tính.\n\n* Phát triển năng lực\n\n- Viết được phép cộng phù hợp với tranh ảnh, hình vẽ hoặc tình huống thực tế có\nvấn đề cần giải quyết bằng phép cộng.\n\n— Nêu được bài toán phù hợp với tranh vẽ, mô hình đã có; trả lời được câu hỏi của\nbài toán.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng dạy Toán 1 của GV.\n~ Bộ đồ dùng học Toán 1 của HS.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "",
          "Tiết 1",
          "1. Khám phá: Gộp lại thì bằng mấy?\n\na) Hình thành “khái niệm” ban đầu của phép cộng theo ý nghĩa là gộp lạ¡. Cách tìm\nkết quả phép cộng dựa vào phép đếm và đếm tất cả.\n~ GV cho HS quan sát hình vẽ trong SGK để các em tự nêu vấn đề (bài toán) cần giải\nquyết. Chẳng hạn, các em có thể nêu: Bạn Nam có 3 quả bóng bay, bạn Mai có 2\nquả bóng bay. Gộp lại, cả hai bạn có bao nhiêu quả bóng bay?\n\n- GV hướng dẫn HS tự nêu câu trả lời: cả hai bạn có 5 quả bóng bay hay gộp lại có\n5 quả bóng bay. GV nêu đầy đủ: 3 quả bóng và 2 quả bóng là 5 quả bóng. GV gọi\nmột vài HS nhắc lại.\n\n- Tương tự như trên, GV hướng dẫn HS quan sát hình trong SGK hoặc lấy 3 chấm\ntròn màu đỏ và 2 chấm tròn màu xanh trong bộ đồ dùng học tập để nêu được:\n3 chấm tròn và 2 chấm tròn là 5 chấm tròn.\n\n- GV nêu: “3 chấm tròn và 2 chấm tròn là 5 chấm tròn; 3 và 2 là 5”. Gọi một vài HS\nnêu lại “3 và 2 là 5”.\n\n— GV nêu “Ta viết 3 và 2 là 5 như sau: 3 + 2 = 5 (viết lên bảng), đọc là: ba cộng hai bằng\nnănỉ. GV chỉ vào dấu + và nói dấu này là dấu cộng.\n\n- GV gọi một vài HS đọc phép tính 3 + 2 = 5. GV gọi HS lên bảng viết 3 + 2 = 5 và\nđọc phép tính. GV có thể gọi một vài HS đứng tại chỗ trả lời câu hỏi “ba cộng hai\nbằng mấy?”\n\nb) - GV cho HS quan sát hình vẽ trong SGK để các em tự nêu được 1 ô tô màu\nvàng và 3 ô tô màu đỏ là 4 ô tô (dựa vào đếm tất cả). GV cho HS đọc phép tính\n1+3=4.\n\n- GV gọi một vài HS lên bảng viết 1 + 3 = 4 và đọc phép tính.\n\n- GV gọi một vài HS đứng tại chỗ trả lời câu hỏi “một cộng ba bằng mấy?”.",
          "2. Hoạt động\n\nBài 1:\n\n- Bài này nhằm củng cố “khái niệm” phép cộng theo ý nghĩa là gộp lại, tìm kết quả\nphép cộng dựa vào phép đếm tất cả.\n\n- GV đọc và giải thích yêu cầu của đề bài rồi cho HS làm bài và chữa bài theo từng\nphần. GV có thể hướng dẫn HS quan sát, mô tả nội dung từng hình để tìm được\nsố thích hợp trong ô. Chẳng hạn: a) 1 quả táo màu đỏ và 1 quả táo màu xanh là 2\nquả táo. Vậy số thích hợp trong ô là 2 (1 + 1 = 2). Sau khi chữa bài, GV cho HS đọc\ntừng phép tính.\n\nBài 2:\n\n- Dạng bài này nhằm giúp HS làm quen với cách viết phép cộng phù hợp với tình\n\nhuống có vấn đề cần giải quyết trong thực tế.\n- GV đọc và giải thích yêu cầu của đề bài rồi cho HS làm bài. GV có thể hướng dẫn\nHS quan sát từng hình vẽ trong SGK để nêu tình huống bài toán tương ứng, từ đó\ntìm được số thích hợp trong ô. Chẳng hạn:\n\na) Có 2 gấu bông màu vàng và 2 gấu bông màu đỏ. Hỏi có tất cả mấy gấu bông? Từ\n\nđó HS thấy được 2 và 4 là các số thích hợp (2 + 2 = 4).\n\nb) Có 4 con vịt ở dưới nước và 1 con vịt ở trên bờ. Hỏi có tất cả mấy con vịt?\n\nTừ đó HS thấy được I và 5 là các số thích hợp (4 + 1 = 5).\n\nBài 3:\n\n- Bài tập này nhằm giúp HS biết biểu thị mối quan hệ giữa các số qua phép cộng, từ\nđó các em ghi nhớ các công thức cộng trong phạm vi 5.\n\n- GV cho HS quan sát, nhận xét bài mẫu để nhận ra trong mỗi trường hợp đều có\n“cộng hai số ở hai ô đưới được số ở ô trên”.\n\n- GV cho HS làm rồi chữa bài. Sau mỗi phần, GV gọi HS đọc các phép tính đó.",
          "Tiết 2. Luyện tạp\n\nBài 1:\n\n- Bài này nhằm giúp HS hình thành các phép cộng có kết quả bằng 6.\n\n~ GV cho HS nêu yêu cầu của đề bài và hướng dẫn HS nêu cách tìm kết quả của từng\nphép tính (đếm tất cả). Sau đó cho HS làm bài rồi chữa bài.\n\n~ Sau khi chữa bài, GV yêu cầu HS nêu lần lượt các phép cộng trong bài để nhận ra\ncác phép cộng có kết quả bằng 6, chẳng hạn: năm cộng một bằng sáu, bốn cộng\nhai bằng sáu,...\n\nBài 2:\n\n- Bài này nhằm giúp HS củng cố phép cộng trong phạm vi 6.\n\n- GV cho HS làm bài rồi chữa bài.\n\nSau khi làm bài, GV có thể yêu cầu HS đổi vở cho nhau để kiểm tra, chữa bài.\n\nBài 3:\n\n- Dạng bài này nhằm giúp HS làm quen với cách viết phép cộng phù hợp với tình\nhuống có vấn đề cần giải quyết trong thực tế.\n\n~ GV giải thích yêu cầu của để bài rồi cho HS làm bài. GV có thể hướng dẫn HS quan\nsát từng hình vẽ trong SGK để nêu tình huống bài toán tương ứng, từ đó tìm được\nsố thích hợp với dấu “?” trong ô. Chẳng hạn:\n\na) Có 3 con thỏ trắng và 1 con thỏ vàng. Hỏi có tất cả mấy con thỏ?\nBài 4:\n\n- Bài này nhằm giúp HS củng cố phép cộng trong phạm vi 6.\n\n~ GV giải thích yêu cầu của đề bài : Tìm số thích hợp trong ô. GV hướng dẫn HS tìm\nsố thích hợp dựa vào các phép cộng đã học. Chẳng hạn, GV hỏi “1 cộng mấy bằng\nhai?” để HS nhận ra số phải tìm là 1. Sau đó cho HS làm bài rồi chữa bài.\n\nSau khi làm bài, GV có thể yêu cầu HS đổi vở cho nhau để kiểm tra, chữa bài.",
          "Tiết 3",
          "1. Khám phá: Thêm vào thì bằng mấy?\n\nHình thành “khái niệm” ban đầu của phép cộng theo ý nghĩa là £hêm. Cách tìm kết\n\nquả phép cộng dựa vào “đếm thêm”\n\n- GV cho HS quan sát hình vẽ trong SGK để các em tự nêu vấn đề cần giải quyết.\nChẳng hạn: Lúc đầu trong bình có 5 bông hoa, cắm thêm 2 bông hoa nữa. Vậy\ntrong bình có tất cả mấy bông hoa?\n\n- GV đểH§S tự nêu câu trả lời: 5 bông hoa thêm 2 bông hoa được 7 bông hoa. Có tất\ncả 7 bông hoa. GV gọi một vài HS nhắc lại.\n\n- Tương tự như trên, GV hướng dẫn HS quan sát hình trong SGK hoặc lấy 5\nchấm tròn màu đỏ rồi lấy thêm 2 chấm tròn màu xanh trong bộ đồ dùng học\ntập để nhận ra 5 chấm tròn thêm 2 chấm tròn bằng 7 chấm tròn. GV nêu: Muốn\nbiết có tất cả mấy chấm tròn ta đếm tất cả các chấm tròn, nhưng còn có cách\nđếm khác nhanh hơn đó là “đếm thên” bắt đầu từ 5 (5 chấm tròn màu đỏ):\n5, 6, 7. Vậy có tất cả 7 chấm tròn.\n\n- GV nêu: “5 chấm tròn thêm 2 chấm tròn bằng 7 chấm tròn hay 5 thêm 2 bằng 7”.\nGọi một vài HS nêu lại “5 thêm 2 bằng 7”\n\n- GV nêu “5 thêm 2 bằng 7, ta cũng viết là: 5 + 2 = 7 (viết lên bảng), đọc là:\nnăm cộng hai bằng bảy”.\n\n- GV gọi một vài HS đọc phép tính 5 + 2 = 7. GV có thể gọi một vài HS đứng tại chỗ\ntrả lời câu hỏi “năm cộng hai bằng mấy?”\n\nLưu ý: GV có thể nêu một số tình huống tương tự để hình thành phép cộng và tìm\n\nkết quả phép cộng bằng cách “đếm thêm”.",
          "2. Hoạt động\nBài 1:\n\n-\n\n- Bài này nhằm củng cố “khái niệm” phép cộng theo ý nghĩa là thêm, cách tìm kết\nquả phép cộng dựa vào “đếm thêm”.\n— GV giải thích yêu cầu của đề bài, cho HS nhắc lại yêu cầu của đề bài rồi cho HS làm\nbài và chữa bài theo từng phần. GV có thể hướng dẫn HS “mô tả nội dung” từng\nhình, thực hiện đếm thêm để tìm kết quả phép tính. Sau khi chữa bài, GV cho HS\nđọc từng phép tính.\n\n- GV lưu ý HS khi tìm kết quả phép cộng bằng cách đếm thêm, để nhanh có kết quả\nta bắt đầu đếm từ số lớn trong phép cộng đó. Chẳng hạn, để tìm kết quả phép cộng\n2 + 4ta đếm thêm bắt đầu từ 4: 4, 5, 6 (đếm bắt đầu từ 2 sẽ phải đếm nhiều hơn: 2,\n3, 4, 5, 6 và do đó dễ nhầm lẫn). GV có thể nêu một vài phép cộng để HS tìm kết\nquả dựa vào đếm thêm, chẳng hạn:\n\n                        6 + 2, 3 + 5,...\n\nBài 2:\n\n- Dạng bài này nhằm giúp HS làm quen với cách viết phép cộng phù hợp với tình\nhuống có vấn đề cần giải quyết trong thực tế.\n\n- GV đọc và giải thích yêu cầu của đề bài rồi cho HS làm bài. GV có thể hướng dẫn\nHS quan sát từng hình vẽ trong SGK để nêu tình huống bài toán tương ứng rồi tìm\nsố thích hợp trong ô. Chẳng hạn:\n\na) Có 4 bạn đang chơi ở cầu trượt, có thêm 2 bạn đến chơi cùng. Hỏi có tất cả mấy\n\nbạn chơi cầu trượt?\n\nb) Lúc đầu có 3 bạn đang chơi nhảy dây, sau đó thêm 3 bạn đến chơi cùng. Hỏi có tất\n\ncả mấy bạn chơi nhảy dây?\n\nBài 3:\n\n- Bài này nhằm củng cố và hình thành các phép cộng trong phạm vi 10. HS sử dụng\nđếm thêm để tìm kết quả phép tính.\n\n— GV có thể tổ chức cho HS làm bài tập này như một trò chơi: HS chơi theo từng cặp\nvà tự đánh giá ai làm nhanh và đúng.\n\nĐáp án: Bài 2: a) 4 + 2 = 6; b)3+3 =6.",
          "Tiết 4",
          "1. Khám phá: Số 0 trong phép cộng\n~ GV cho HS quan sát hình trong SGK, nêu bài toán rồi trả lời, chẳng hạn:\na) Đĩa thứ nhất có 4 quả cam, đĩa thứ hai có 0 quả cam. Hỏi cả hai đĩa có mấy\nquả cam?\nGV gợi ý để HS nêu “4 quả cam và 0 quả cam là 4 quả cam” hay “bốn cộng không\nbằng bốn” GV viết lên bảng phép tính 4 + 0 = 4 rồi cho HS đọc phép tính.\n\nb) Hướng dẫn tương tự như câu a.\n~ Sau khi làm xong cả hai phần, GV có thể nêu thêm một vài phép cộng với 0, yêu\ncầu HS tính kết quả.\nChẳng hạn, tính: 1 + 0; 0 + 1; 3 + 0; 0+ 3.\n\nTừ đó GV giúp HS nhận ra: “một số cộng với 0 bằng chính số đó” và “0 cộng với một\n\nsố bằng chính số đó”.",
          "2. Hoạt động\n\nBài 1:\n\n~ Bài này nhằm giúp HS củng cố cách thực hiện phép cộng trong phạm vi 10.\n\n- GV cho HS nêu yêu cầu của đề bài rồi làm bài.\n\n~ Sau khi chữa bài, GV cho HS đọc từng phép cộng, chẳng hạn: 0 cộng 4 bằng 4...\n\nLưu ý: Có thể cho HS nhận xét để nhận ra: Các phép cộng ở cột thứ nhất đều có kết\n\nquả bằng 4, các phép cộng ở cột thứ hai đều có kết quả bằng 5, các phép cộng ở cột\n\nthứ ba đều có kết quả bằng 6.\n\nBài 2:\n\n- Bài này nhằm giúp HS hình thành các phép cộng có kết quả bằng 7.\n\n- GV cho HS nêu yêu cầu của đề bài rồi làm bài. GV giúp HS tìm ra kết quả của\ntừng phép tính dựa vào các phép cộng đã biết hoặc đếm thêm.\n\n~ Sau đó GV yêu cầu HS nêu lần lượt các phép cộng trong bảng, chẳng hạn: 6 + 1 = 7,\n5+2=7,.\n\nBài 3:\n\n- Bài này nhằm giúp HS làm quen với cách viết phép cộng phù hợp với tình huống\ncó vấn đề cần giải quyết trong thực tế.\n\n- GV cho HS quan sát từng hình vẽ trong SGK, nêu tình huống bài toán tương ứng\nrồi tìm số thích hợp.\n\nLưu ý: Mục tiêu của dạng bài tập này là giúp HS hình thành năng lực biểu thị một\n\ntình huống bài toán tương ứng với hình vẽ bằng một phép cộng. HS có thể nêu các\n\ntình huống bài toán khác nhau, nên có thể viết các phép cộng khác nhau. Vì vậy, GV\n\nkhông áp đặt HS theo ý của GV, điều quan trọng là giúp HS biết chọn phép cộng phù\n\nhợp với tình huống bài toán mà các em đã nêu.\n\nBài 4:\n\n- Dạng bài này giúp HS củng cố các phép cộng đã học. HS có thể sử dụng các đồ\ndùng trực quan như que tính, ngón tay,... hoặc đếm thêm để tìm kết quả phép tính.\n\n- GV cho HS thực hiện từng phép tính, rồi tìm ngôi nhà ghi kết quả phép tính đó.\nNgôi nhà đó chính là chuồng của thỏ.\nLưu ý:\n\n- GV có thể thay các phép cộng đã cho bằng các phép cộng khác đã biết và các số\ntương ứng là kết quả của các phép cộng đó để HS được củng cố nhiều phép cộng hơn.\n\n- GV có thể tổ chức cho HS làm bài này dưới dạng “trò chơi”: Nối mỗi chú thỏ với\nchuồng thích hợp.\n\nĐáp án: Bài 3: a) 5 + 0 = 5 hoặc 0 + 5 = 5; b)3+4=7 hoặc 4 + 3= 7.",
          "Tiết 5. Luyện tặp\n\nBài 1:\n\n- Bài này nhằm củng cố tìm kết quả phép cộng và giúp HS nhận biết bước đầu tính\nchất giao hoán của phép cộng dưới dạng công thức số.\n\n- GV đọc và giải thích yêu cầu của đề bài rồi cho HS làm bài và chữa bài theo từng\nphần. GV có thể hướng dẫn HS “mô tả nội dung” từng hình rồi tìm kết quả của\nphép tính. Chẳng hạn: a) 6 quả cam màu vàng và 2 quả cam màu xanh là 8 quả\ncam (6 + 2 = 8, 2 + 6 = 8). Khi chữa bài, GV cho HS nhận xét kết quả của hai phép\ncộng đó: 6 + 2 và 2 + 6 cùng có kết quả bằng 8 để nhận ra 6 + 2 = 2 + 6 hay “Khi\nđổi chỗ các số trong phép cộng, kết quả không thay đổi” Từ đó, khi biết 6 + 2 = 8\nta có ngay 2 + 6 = 8.\n\nBài 2:\n\n- Bài này nhằm giúp HS hình thành các phép cộng có kết quả bằng 8.\n\n- GV cho HS nêu yêu cầu của đề bài rồi làm bài. GV có thể hướng dẫn HS làm theo\ntừng cột và tìm kết quả phép tính thứ nhất dựa vào “đếm thênỶ rồi suy ra kết quả\nphép tính thứ hai trong cùng cột.\n\n~ Sau đó GV yêu cầu HS nêu lần lượt các phép cộng trong bài.\n\nBài 3:\n\n- Bài này nhằm giúp HS hình thành các phép cộng có kết quả bằng 9.\n\n- GV cho HS nêu yêu cầu của đề bài rồi làm bài. GV hướng dẫn HS tìm ra kết quả\ncủa từng phép tính dựa vào “đếm thêm” hoặc phép cộng đã biết.\n\n~ Sau đó GV yêu cầu HS nêu lần lượt các phép cộng trong bảng, chẳng hạn: 9 + 0 = 9,\n8+1=9,..\n\nBài 4:\n\n- Bài này nhằm giúp HS làm quen với cách viết phép cộng phù hợp với tình huống\ncó vấn đề cần giải quyết trong thực tế.\n- GV cho HS quan sát từng hình vẽ trong SGK, nêu tình huống bài toán tương ứng\nrồi viết phép tính thích hợp với tình huống đã nêu. Chẳng hạn: a) Có 4 con bướm\nđang đậu và có 4 con bướm bay tới. Hỏi tất cả có mấy con bướm?\n\n- GV không áp đặt HS theo ý của mình, điều quan trọng là giúp HS viết được phép\ntính phù hợp với tình huống bài toán mà các em đã nêu.\n\nTrò chơi: Cặp tấm thẻ anh em\n\n— Trò chơi này nhằm giúp HS củng cố các phép cộng trong phạm vi 10.\n\n~ Trước khi tổ chức cho HS chơi, GV đọc và giải thích nội dung của trò chơi sau đó\nhướng dẫn để HS nêu cách chơi. GV tổ chức chơi theo từng nhóm từ 4 đến 6 HS,\nmỗi cuộc có 2 HS tham gia chơi, các HS còn lại giám sát và đánh giá.\n\n- GV nhận xét, đánh giá chung sau khi kết thúc trò chơi.\n\nLưu ý:\n\n- Sau một vài cuộc chơi, GV có thể thay các tấm thẻ khác chứa các phép cộng\ntương ứng có cùng kết quả với các tấm thẻ đã cho để HS được củng cố nhiều\nphép cộng hơn.\n\n~ Tuỳ điều kiện thời gian, trò chơi có thể lặp lại nhiều lần. Tuy nhiên, cần dành thời\ngian để tất cả HS đều được chơi ít nhất một lần.\n\nĐáp án: Bài 4: a) 4+ 4=8;  b)3+6= 9hoặc6+ 3=9.",
          "Tiết õ. Luyện tạp\nBài I:\n~ Bài này nhằm giúp HS hình thành các phép cộng có kết quả bằng 10.\n\n- GV cho HS nêu yêu cầu của đề bài rồi làm bài. GV hướng dẫn HS tìm ra kết quả\ncủa từng phép tính dựa vào các phép cộng đã biết hoặc “đếm thêm”\n\n~ Sau đó GV yêu cầu HS nêu lần lượt các phép cộng trong bảng, chẳng hạn: 9 + 1 = 10,\n8+2=I0....\n\n- GV có thể yêu cầu HS nêu kết quả của từng phép cộng sau: 4 + 6, 3 + 7, 2 + 8, 1 + 9.\n\nBài 2:\n\na) - GV cho HS làm bài rồi chữa bài.\n\n~ Sau khi chữa bài, GV yêu cầu HS đọc hai phép tính ở từng cột.\n\nb) GV hướng dẫn HS cách làm bài rồi chữa bài, chẳng hạn: 4 + E:I =7. GV hỏi:\n“4 cộng mấy bằng 7?”.\n\nTừ đó, HS nêu được: 4 cộng 3 bằng 7 nên số phải tìm là 3.\nBài 3:\n\n*) - GV nêu yêu cầu của để bài, rồi cho HS quan sát bức tranh, từ đó tự nêu được bài\n\ntoán theo tình huống như trong SGK.\n\n- GV hướng dẫn để HS nhận ra:\n\n+ “3 bông hoa và 1 bông hoa là 4 bông hoa”, vì 3 + 1 = 4.\n(GV hỏi: 3 bông hoa và 1 bông hoa là mấy bông hoa?)\n+ “4 bông hoa và 2 bông hoa là 6 bông hoa vì 4 + 2 = 6.\n(GV hỏi: 4 bông hoa và 2 bông hoa là mấy bông hoa?)\n\nVậy có tất cả 6 bông hoa.\n\n- GV giới thiệu: Ta có thể viết: 3 + 1 + 2 = 6 (nhẩm là: 3 + 1 = 4, 4 + 2 = 6).\n\n*) - GV hướng dẫn HS cách làm, chẳng hạn:\n\nGV chỉ vào 1 + 2 + 2 nêu: “Ta phải làm bài này như thế nào?”\n\nTa làm như sau: lấy 1 cộng 2 bằng 3 rồi lấy 3 cộng 2 bằng 5.\n\nVậy 1+2+2=5.\n\n- GV cho HS làm bài rồi chữa bài.\n\nBài 4:\n\n- GV nêu yêu cầu của đề bài, gọi HS nhắc lại.\n\n- GV hướng dẫn để HS nêu cách làm: Tính kết quả của các phép cộng đã cho rồi nêu\ncác quả bóng chứa phép tính có kết quả bằng 10.\n\n- GV cho HS làm bài rồi chữa bài. Khi chữa bài, yêu cầu HS chỉ vào từng quả bóng\ncó kết quả bằng 10 và đọc phép tính.\n\nBài 5:\n\n- Bài này nhằm giúp HS phát triển khả năng quan sát, dự đoán, khái quát hoá. Đây\nlà bài tập khó, dành cho HS khá, giỏi nên GV không yêu cầu bắt buộc tất cả HS\nphải làm.\n\n- GV giải thích yêu cầu của đề bài. Khi làm bài này đòi hỏi HS phải biết quan sát,\nnhận xét để nhận ra mối liên hệ giữa các số trên tháp số.\n\n- GV cho HS quan sát tháp số và dựa vào gợi ý của Rô-bốt để nhận ra: 4 + 1 = 5, số 5\nở ô chính giữa và trên hai ô số 4 và 1; tương tự với 1 + 1 =2; 5 + 2 = 7. Từ đó, tìm\nđược số thích hợp trong các ô còn lại theo thứ tự từ dưới lên là: 1, 3, 10.\n\nLưu ý: Nếu không còn thời gian trên lớp thì GV gợi ý để HS nêu được nhận xét như\ntrên, HS sẽ làm bài khi tự học."
        ]
      }
    ],
    "infor": {
      "page": "39",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "11",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "PHÉP TRỪ TRONG PHẠM VI 10 (6 tiết)"
    ],
    "skill_name": "Phép trừ trong phạm vi 10",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n- Nhận biết được ý nghĩa của phép trừ.\n- Thực hiện được phép trừ trong phạm vi 10.\n- Biết tính và tính được giá trị của biểu thức số có 2 dấu phép tính trừ.\n* Phát triển năng lực\n\n- Bước đầu làm được các bài toán thực tế đơn giản liên quan đến phép trừ (giải\nquyết một tình huống cụ thể trong cuộc sống).\n- Giao tiếp, diễn đạt, trình bày bằng lời nói khi tìm phép tính và câu trả lời cho bài\n\ntoán,...\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng học Toán 1.\n- Xúc xắc để tổ chức trò chơi (cho mỗi HS, hoặc cho nhóm).\n\n~ Tìm các bài toán, tình huống thực tế liên quan đến phép trừ,...\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá: Bót đi còn lại mấy?\na) - GV nêu bài toán (như SGK): “Có 6 quả cam, bớt 1 quả, còn lại mấy quả cam?”\n- HS có thể đếm số cam còn lại là 5 quả.\n\n- GV dẫn ra: “6 quả bớt 1 quả còn 5 quả hay nói “6 bớt 1 là 53 6 trừ 1 là 5, 6 - 1= 5,\ndấu - là dấu trừ. Phép tính 6 - 1 = 5 đọc là sáu trừ một bằng năm.\nb) Dựa vào câu a, HS tự trả lời câu hỏi: “5 quả bóng, bay mất 2 quả, còn lại 3 quả\nbóng? rồi nêu được phép tính: 5 - 2 = 3.",
          "2. Hoạt động\n\nBài 1: a) Quan sát tranh, HS nêu được phép trừ: 8 - 3 = 5 rồi nêu số thích hợp trong ô.\nCó thể nêu tình huống: Trên cây còn 5 quả, đã hái đi mấy quả?...\n\nb) Tương tự câu a, HS nêu được phép trừ: 10 - 7 = 3, rồi nêu số thích hợp trong ô.\n\nCó thể nêu tình huống có 3 quả trứng chưa nở, đã nở mấy quả trứng?...\nBài 2: Quan sát hình vẽ để hiểu được gạch đi nghĩa là trừ đi, rồi từ hình vẽ HS tìm ra\nkết quả phép tính thích hợp.\n\nLưu ý: HS biết và thuộc các “công thức” tính vừa hình thành.\n\nĐáp án: Bài 2: 7 - 2 = 5; 7 - 5= 2; 8 - 5= 3;6- 4=2;9—-4= 5.",
          "Tiết 2",
          "1. Khám phá: Tách ra còn lại mấy?\n\na) HS quan sát tranh rồi trả lời câu hỏi (có 9 bông hoa gồm cả (nhóm) hoa màu đỏ\nvà (nhóm) hoa màu vàng, biết hoa màu vàng có 3 bông, hoa màu đỏ có mấy bông?).\nTừ đó hình thành phép trừ 9 - 3 = 6 (đọc là chín trừ ba bằng sáu).\n\nLưu ý: Có thể từ mô hình tách số 9 thành 3 và 6 giúp hình thành phép trừ 9 - 3 = 6.\nb) Tương tự câu a, HS quan sát tranh (8 quả tách ra 5 quả ở đĩa màu xanh, còn lại 3\nquả ở đĩa màu vàng). Từ câu hỏi hình thành phép trừ 8 - 3 = 5, đọc là tám trừ ba bằng\nnăm (có thể dựa vào tách số 8 thành 5 và 3 như SGK để nêu phép trừ thích hợp).",
          "2. Hoạt động\n\nBài 1: HS quan sát tranh có 6 con thú bông, tách thành hai nhóm, nhóm gấu bông\n(2 con) và nhóm sóc bông (cần tìm). Từ đó hình thành phép trừ 6 - 2 = 4, HS tự nêu\ncâu trả lời có 4 sóc bông.\n\nBài 2: HS quan sát tranh có 8 con thỏ tách thành hai nhóm, nhóm vào chuồng\nA (4 con), nhóm vào chuồng B (cần tìm). Từ câu hỏi bài toán hình thành phép trừ\n8~ 4= 4, HS tự nêu câu trả lời có 4 con thỏ vào chuồng B.\n\nBài 3: Dựa vào tách số, HS tìm được kết quả phép trừ tương ứng (qua đó thuộc thêm\ncác “công thức” tính tìm được trong bảng).\n\nBài 4: HS quan sát tranh rồi viết được phép tính thích hợp 10 - 3 = 7 (có 10 con chim,\n3 con bay đi, còn mấy con ở trên cành?).\n\nĐáp án: Bài I: 4 sóc bông.\nBài 2: 4 con thỏ.\nBài 3: a)6-5=1; 6-1=5; b)7-l=6; 7-6=I.\nc)9-2=7; 9-7=2; d)10-2=8; 10-8=2.\n\nBài 4: 10- 3= 7.",
          "Tiết 3. Luyện tép\nBài 1: Giúp HS hình thành bảng trừ trong phạm vi 6 (6 - 1 = 5, 6 - 2 = 4,6 - 3= 3,\n6-4=2,6-5 = 1). Từ đó biết cách hình thành bảng trừ trong phạm vi 10.\nLưu ý: Hình vẽ giúp HS hình thành từng phép trừ tương ứng mỗi hàng.\nBài 2: HS nhẩm tính ra kết quả các phép tính ghi trên mỗi con thỏ. Từ đó tìm ra các\ncon thỏ ghi phép tính có kết quả là 4.\nTìm được các con thỏ ghi phép tính: 5 - 1 = 4,6 - 2= 4,7 - 3=4,8-4=4.\n\nBài 3: Yêu cầu HS tìm được kết quả các phép tính: 9 - 3 = 6,9 - 4=5,9-—-5= 4,\n9-6=3,9-7=2,9-8=].\n\nBài 4: Yêu cầu HS từ mỗi hình vẽ tìm ra phép tính thích hợp.\n\nChẳng hạn: Với hình vẽ đầu tiên: Có 10 con ếch trên lá sen, có 5 con ếch nhảy xuống\nnước, còn lại mấy con ếch? Từ đó nêu phép tính tương ứng là 10 - 5 = 5.\n\nTương tự với hai hình vẽ còn lại.",
          "Tiết 4",
          "1. Khám phá: Số 0 trong phép trừ\n- Qua các câu hỏi và hình ảnh ở câu a, câu b, GV yêu cầu HS nêu được các phép tính\ntương ứng: 3 - I =2, 3 - 2 = 1.\n- O câu c, HS nêu được phép tính 3 - 3. Quan sát thấy trong bể cá không còn con cá\nnào, từ đó có kết quả phép tính: 3 - 3 = 0.\n- O câu d, GV gợi ý để HS nêu được phép tính 3 - 0. Quan sát thấy trong bể vẫn còn\n3 con cá, từ đó có kết quả phép tính: 3 - 0 = 3.\nLưu ý: GV có thể nêu cho HS biết: “Số nào trừ đi chính số đó cũng bằng 0, số nào trừ\ncho 0 cũng bằng chính số đớ”.",
          "2. Hoạt động\nBài 1: Dựa vào lưu ý ở “Khám phá” HS có thể nhẩm ra kết quả, rồi nêu kết quả từng\nphép tính trong bài.\nBài 2: HS nhẩm ra kết quả từng phép tính rồi tìm được các phép tính có cùng\nkết quả.\nBài 3: HS quan sát hình vẽ (thấy được lúc đầu có 3 con vịt ở trong chuồng, sau đó cả\n3 con chạy ra hết), từ đó nêu được phép tính thích hợp: 3 - 3 = 0.\n\nĐáp án: Bài 2: 7 - 4= 3 - 0 = 3; 5 - 5 = 3- 3=0;7-0=9—-2=7;4-0=6-2=4.",
          "Tiết 5. Luyện tập\nBài 1: a) Yêu cầu HS tính nhẩm ra kết quả từng phép tính. (2 - 1= 1, 3 - 2 = 1,\n4-3=1,4-4=0,4-1=3,3-1=2,5-1=4,2-0=2).\nb) Yêu cầu HS tính nhẩm tìm ra kết quả từng phép trừ trong bảng.\n\nBài 2: Yêu cầu HS tính nhẩm tìm ra kết quả phép tính ghi ở mỗi bông hoa. Sau đó\nso sánh kết quả mỗi phép tính với 3. Từ đó tìm được bông hoa ghi phép tính có kết\nquả lớn hơn 3.\n\nBài 3:\n\na) Quan sát tranh, HS đếm được có 5 con cá đang cắn câu (có 2 lưỡi câu mắc vào\ncụm rong).\n\nb) Nhẩm 7 - 2 bằng mấy? (ghi được 7 - 2 = 5). Nhẩm 7 trừ mấy bằng 2? (ghi được\n7_8=2).\n\nCó thể hướng dẫn để HS nêu: “Có 7 con mèo, 5 con câu được cá, còn lại mấy con\nchưa câu được cá?” (ứng với phép tính 7 - 5 = 2).\n\nBài 4: GV hướng dẫn HS quan sát tranh và nêu được tình huống “Có 8 con vịt, có 5\ncon bơi dưới nước. Hỏi có mấy con vịt ở trên bờ?” Từ đó nêu được phép tính thích\nhợp: 8 - 5 = 3.\n\nĐáp án: Bài 2: 7 - 2 = 5,8 - 4=4,4-0=4,6-1=5.",
          "Tiết 6. Luyện tập\nBài 1: Dẫn đến phép trừ có 2 dấu phép tính.\nHS quan sát tranh, rồi nêu phép tính thích hợp với từng tình huống:\n— Lần thứ nhất vớt ra 3 con, còn 6 con cá (9 - 3 = 6).\nLần thứ hai vớt tiếp ra 2 con, còn 4 con cá (6 - 2 = 4).\n— Sau cả hai lần vớt còn 4 con cá (9 - 3 - 2 = 4).\nBài 2: HS tính lần lượt từ trái sang phải (câu a, b, c thực hiện liên tiếp 2 phép trừ, với\ncâu d thực hiện cộng trước rồi trừ sau).\nTrò chơi: Câu cá\nYêu cầu:\n\n- Củng cố các phép trừ trong phạm vi 10.\n\n— Tổ chức chơi theo đôi một hoặc nhóm (theo luật chơi hấp dẫn, gây hứng thú học tập).\nĐáp án: Bài 2: a) 8 - 2 - 3 = 3;\n\nb)7-4-1=2;\n\nđgJ10-8<-23=%\n\nd)3+6-4=5."
        ]
      }
    ],
    "infor": {
      "page": "48",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "12",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "Bài 12. BẢNG CỘNG, BẢNG TRỪ TRONG PHẠM VI 10 (3 tiết)"
    ],
    "skill_name": "Bảng cộng, bảng trừ trong phạm vi 10",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\nHình thành được bảng cộng, bảng trừ trong phạm vi 10 và vận dụng tính nhẩm.\n* Phát triển năng lực\nQua việc xây dựng bảng cộng, bảng trừ, thấy được mối quan hệ ngược giữa phép\ncộng và phép trừ, từ đó phát triển tư duy lôgïc, liên hệ giải các bài toán có tình huống\nthực tế và vận dụng vào tính nhẩm.\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng học Toán 1.\n\n- Những mô hình, vật liệu, xúc xắc,... để tổ chức hoạt động, trò chơi.\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá: Bảng cộng\nTừ hình ảnh các bông hoa, HS hình thành các phép tính cộng có kết quả bằng 7.\n(Nêu được kết quả các phép tính 1 + 6, 2 + 5, 3 + 4, 4+ 3, 5 + 2, 6 + 1).",
          "2. Hoạt động\nBài 1: HS tự thực hiện tính nhẩm các phép tính cộng có kết quả bằng 10.\n\nBài 2: Đây là bảng cộng trong phạm vi 10. HS hoàn thành bảng này (nêu được kết\nquả các phép tính còn thiếu trong bảng).\n\nLưu ý: GV cho HS đọc kết quả phép tính theo từng cột. Có thể cho HS học thuộc các\nphép tính (như tính nhẩm).\n\nBài 3: HS nhẩm kết quả các phép tính ở mỗi chú ong. Chú ong sẽ đậu vào cánh hoa\nchứa kết quả của phép tính ghi trên chú ong đó. Chẳng hạn: Cánh hoa số 5 cho các\nchú ong ghi phép tính 3 + 2 và 4 + 1.",
          "Tiết 2",
          "1. Khám phá: Bảng trừ\n\nTừ hình ảnh các bông hoa, HS hình thành các phép tính 8 trừ cho một số. (Nêu được\nkết quả các phép tính 8 - 1, 8 - 2, 8 - 3, 8 - 4, 8 - 5, 8 - 6, 8 — 7).",
          "2. Hoạt động\nBài 1: HS thực hiện tính nhẩm các phép tính 6 trừ cho một số.\n\nBài 2: Đây là bảng trừ trong phạm vi 10. HS hoàn thành bảng trừ này (nêu được kết\nquả các phép tính còn thiếu trong bảng).\n\nLưu ý: GV cho HS đọc kết quả phép tính theo từng cột. Có thể cho HS học thuộc các\nphép tính (như tính nhẩm).\n\nBài 3: HS tính nhẩm ra kết quả các phép tính ghi ở các lá cờ cắm trong mỗi lọ hoa.\n(Có thể nhận thấy các phép tính ở trên các lá cờ cắm chung một lọ hoa thì có cùng\nkết quả).\n\nĐáp án: Bài 3: 4— 1 = 5- 2= 6- 3=8-— 5=3;\n4-0=7-3=5-1=4; 6-l=l0-5=5.",
          "Tiết 3. Luyện tạp\nBài 1: Dựa vào hình vẽ, HS hình thành các phép tính rồi tính kết quả. Tìm ra số thích\nhợp trong ô.\n\nBài 2: HS thực hiện các phép tính theo thứ tự mũi tên trong mỗi sơ đồ. Tìm ra số\nthích hợp trong ô.\n\nTrò chơi: Chọn tấm thẻ nào?\n\nYêu cẩu:\n\n- Củng cố phép cộng, phép trừ trong phạm vi 10.\n\n~ Tổ chức chơi theo cách chơi trong SGK (theo luật chơi hấp dẫn, gây hứng thú học tập)."
        ]
      }
    ],
    "infor": {
      "page": "52",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "13",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "LUYỆN TẬP CHUNG"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\nNhận biết được ý nghĩa thực tế của phép cộng, phép trừ. Thực hiện được phép cộng,\nphép trừ (tính nhẩm) trong phạm vi 10.\n* Phát triển năng lực\n\nTiếp tục củng cố năng lực giải quyết vấn đề, năng lực giao tiếp khi nêu được phép\ntính thích hợp với mỗi tình huống thực tế (qua tranh về).\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "Bộ đồ dùng học Toán 1.\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1. Luyện tập\nYêu cẩu: Củng cố mối quan hệ của phép cộng và phép trừ. Tăng cường tính nhẩm\n(dựa vào bảng cộng, bảng trừ).\n\nBài 1: Yêu cầu HS tính nhẩm tìm ra kết quả, thấy được tính chất giao hoán của phép\ncộng, mối quan hệ giữa phép cộng và phép trừ.\n\nBài 2: Yêu cầu HS tính nhẩm, nêu được kết quả các phép tính còn thiếu trong bảng.\nBài 3: Tương tự như bài 2.\nBài 4:\na) HS tính nhẩm tìm ra kết quả từng phép tính từ trái sang phải.\nb) HS phát hiện ra “quy luật: 1 + 2 = 3, 2 + 1 = 3, 1+0 = I1, tiếp đến 3 + 3 = 6,\n3+1=4,6+4= 10.",
          "Tiết 2. Luyện tập\nYêu cẩu: Củng cố thực hiện tính (tính nhẩm) cộng, trừ trong phạm vi 10.\nBài 1: Yêu cầu HS tính (hoặc nhẩm) tìm ra kết quả các phép tính rồi tìm chú ong chứa phép\ntính có kết quả bằng 4.\nBài 2: Yêu cầu HS tính nhẩm (dựa vào bảng cộng, trừ trong phạm vi 10), từ đó tìm số\nthích hợp còn thiếu trong mỗi phép tính, biết kết quả phép tính đều là 5.\nBài 3: a) Yêu cầu HS tính nhẩm (dựa vào bảng cộng, trừ trong phạm vi 10) để tìm ra\nkết quả các phép tính ghi trên mỗi quả bưởi.\nb) HS dựa vào kết quả của câu a để tìm ra số quả bưởi ghi phép tính có kết quả bằng 5.\nĐáp án: Bài 3: b) Có 4 quả bưởi ghi phép tính có kết quả bằng 5.",
          "Tiết 3. Luyện tập\n\nYêu cẩu: HS nêu được phép tính thích hợp với mỗi tranh vẽ.\nBài 1: HS tự phân tích tranh vẽ, tìm ra phép tính thích hợp (gộp hai nhóm hoa ở hai\nhàng), viết được phép cộng 4 + 6 = 10, rồi nêu câu trả lời: “Có tất cả 10 bông hoa”.\nBài 2: HS tự phân tích tranh vẽ, thấy được 8 bạn đang chơi, có thêm 2 bạn chạy\nđến chơi cùng. Từ đó nêu được phép tính 8 + 2 = 10.\nBài 3: HS thực hiện tính rồi so sánh.\nBài 4: Yêu cầu HS quan sát tranh, nêu được phép tính thích hợp (có 8 ô tô, có 3 ô tô\nchạy ra khỏi bến. Hỏi còn lại mấy ô tô?).\nĐáp án: Bài 1: 4 + 6 = 10.\n\nBài 2: 8 + 2 = 10.\n\nBài 3: a)9 >4+ 1;8=10-2;7< 2+6.\nb)3+4=7;7+2>8; 10-2 >7.\nBài 4: 8 - 3 = 5."
        ]
      }
    ],
    "infor": {
      "page": "53",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "14",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "Chủ đề 4. LÀM QUEN VỚI MỘT SỐ HÌNH KHỐI",
      "KHỐI LẬP PHƯƠNG, KHỐI HỘP CHỮ NHẬT (2 tiết)"
    ],
    "skill_name": "Khối lập phương, khối hộp chữ nhật",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\nNhận biết được khối lập phương, khối hộp chữ nhật qua các vật thật và đồ dùng\nhọc tập.\n* Phát triển năng lực\nBước đầu phát triển trí tưởng tượng không gian, liên hệ với thực tế, có hứng thú học\ntập qua việc thực hành đếm hình, xếp, ghép khối lập phương, khối hộp chữ nhật.\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "— Mô hình khối lập phương, khối hộp chữ nhật (bằng bìa, nhựa,...).\n- Sưu tầm những đồ vật có dạng khối lập phương, khối hộp chữ nhật.\n- Các khối lập phương nhỏ để xếp, ghép hình.\n~ Bộ đồ dùng học Toán 1.\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá\n\n- Thông qua đồ vật thật (hộp quà, xúc xắc) và hình vẽ (SGK), GV cho HS quan\nsát giới thiệu biểu tượng khối lập phương (có mô hình minh hoạ, nhận dạng\ntổng thể).\n\n- Thông qua đồ vật thật (bể cá, loa thùng) và hình vẽ (SGK), GV cho HS quan\nsát giới thiệu biểu tượng khối hộp chữ nhật (có mô hình minh hoạ, nhận dạng\ntổng thể).",
          "2. Hoạt động\n\nBài 1 và Bài 2: Yêu cầu HS quan sát các hình khối, từ đó nhận ra được hình thích\nhợp (là khối lập phương hoặc khối hộp chữ nhật), rồi nêu tên chữ ở dưới mỗi hình\nthích hợp đó.\nBài 3: a) Từ các đồ vật thật (khối gỗ, hộp bút, khối ru-bích, hộp bánh), yêu cầu HS\nquan sát để nhận ra được đồ vật nào có dạng khối lập phương, khối hộp chữ nhật rồi\nnêu tên đồ vật với khối thích hợp.\nb) Mỗi em có thể nêu tên đồ vật có dạng khối lập phương, khối hộp chữ nhật mà các\nem biết trong thực tế quanh ta hoặc trong lớp học.\nĐáp án: Bài 1: A, C.\n\nBài 2: A, B.",
          "Tiết 2. Luyện tập\nBài 1: GV có thể phóng to hình vẽ trong SGK hoặc chiếu lên bảng để HS quan sát, rồi\ntự trả lời các câu hỏi của bài toán.\na) HS quan sát, từ đó nhận biết rồi đếm số khối lập phương có trong hình vẽ.\nb) HS quan sát, từ đó nhận biết qua hai dấu hiệu (khối gỗ dạng khối hộp chữ nhật và\ncó màu đỏ), rồi đếm số khối hộp chữ nhật màu đỏ có trong hình vẽ.\nBài 2: Các khối gỗ lập phương xếp, ghép thành hình các chữ T; H, C. Yêu cầu HS\nquan sát, đếm số khối lập phương ở mỗi chữ, rồi so sánh và trả lời các câu hỏi.\nLưu ý: Có thể cho từng HS hoặc nhóm xếp các chữ từ những khối lập phương trong\nđồ dùng học tập, sau đó trả lời câu hỏi.\nBài 3: Các khối lập phương xếp thành các hình: A, B, C. Yêu cầu HS nhận ra hình nào\nlà khối lập phương trong ba hình đó rồi trả lời.\nBài 4: Là dạng bài xếp hình thành dãy theo quy luật.\na) Yêu cầu HS quan sát để nhận ra quy luật. Xếp lần lượt các hình theo từng nhóm (khối\nhộp chữ nhật, khối lập phương) rồi tìm ra hình thích hợp đặt vào dấu “?”.\n\nb) HS quan sát thấy các khối lập phương được xếp theo quy luật từng nhóm gồm ba\nmàu (đỏ, vàng, xanh,...). Từ đó tìm ra hình thích hợp đặt vào dấu “?”\n\nĐáp án: Bài 1: a) 5;\nD) 25\nBài 2: a) Chữ H;\nb) Chữ T và C.\nBài 3: Hình C.\nBài 4: a) B;\nb)A."
        ]
      }
    ],
    "infor": {
      "page": "55",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "15",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "Bài 15. VỊ TRÍ, ĐỊNH HƯỚNG TRONG KHÔNG GIAN (2 tiết)"
    ],
    "skill_name": "Vị trí, định hướng trong không gian",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n\n* Kiến thức\n\nCó nhận biết ban đầu về định hướng không gian (trước - sau, trên - dưới, phải - trái,\n\nở giữa). Từ đó xác định được vị trí giữa các hình.\n\n* Phát triển năng lực\n\n- Phát triển trí tưởng tượng không gian. Bước đầu phân tích xác định mối quan hệ\nvị trí giữa các hình.\n\n- Gán định hướng không gian với vị trí các đồ vật thực tế (thường gặp quanh ta).\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Các hình khối, hình phẳng trong bộ đồ dùng học Toán 1.\n~ Liên hệ, sưu tầm tranh ảnh, mô hình thực tế liên quan đến định hướng không gian\n(như trong SGK)...\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá\n* Trước - Sau, ở giữa\nCho HS quan sát tranh “Thỏ xếp hàng”, nhận biết được về vị trí “trước - sau, ở giữa”\ncủa các chú thỏ.\n* Trên - Dưới\nCho HS quan sát tranh, nhận biết được vị trí “trên - dưới” của búp bê (ở trên mặt\nbàn) và con mèo (ở dưới mặt bàn).",
          "2. Hoạt động\n\nBài 1: HS quan sát hình, nhận biết được vị trí trước, sau, ở giữa của các toa tàu rồi\ntìm số thích hợp trong ô.\n\nBài 2: HS quan sát hình, nhận biết được vị trí của các đèn màu đỏ, vàng, xanh trên\ncột đèn giao thông (trong SGK), từ đó xác định màu của mỗi đèn ở vị trí thích hợp.\n\n3. Luyện tập\n\nCủng cố nhận biết về “trước - sau”\n\ntrên - dưới”\nBài 1:\n\na) HS quan sát tranh vẽ, xác định đâu là hàng trước, đâu là hàng sau. Từ đó đếm được\nhàng trước có 4 bạn, hàng sau có 6 bạn.\n\nb) HS quan sát tranh vẽ, trả lời được có tất cả 10 bạn ngồi xem phim hoạt hình.\n\nLưu ý: GV đặt thêm những câu hỏi xung quanh tranh vẽ để HS có thể xác định, nhận\n\nbiết được về “trước - sau, ở giữa” (ngoài SGK).\n\nBài 2:\n\n— HS quan sát hình vẽ, xác định đâu là hàng trên cùng, hàng dưới cùng, đâu là hàng\nở giữa. Từ đó đếm được số viên gạch ở từng hàng theo yêu cầu của đề bài.\n\n2 Y.--33)\n\n- HS tìm tất cả số viên gạch bằng “đếm, hay qua thực hiện tính 2 + 3 + 4= 9.\n\nLưu ý: GV có thể gợi ý những câu hỏi khác (chẳng hạn số viên gạch ở hàng nào nhiều\nnhất? ít nhất?...).\n\nĐáp án: Bài I: a) 4 bạn, 6 bạn;\n\nb) 10 bạn.\nBài 2: a) 2 viên;\nb) 4 viên;\n€) 3 viên;\nđ) 9 viên.",
          "Tiết 2",
          "1. Khám phá\n\n* Phải - Trái\na) Cho HS quan sát tranh Thỏ và Rùa, nhận biết theo hướng nhìn của HS, từ trái sang\nphải, để xác định bên phải là Rùa, bên trái là Thỏ.\nb) Cho HS quan sát tranh, nhận biết theo hướng nhìn của HS, từ trái sang phải: thứ\nnhất là Mai, thứ hai là Nam và thứ ba là Rô-bốt.",
          "2. Hoạt động\n\nBài 1: HS tự quan sát vị trí các hình đã cho (trong SGK) để xác định bên trái là khối\nhình nào, bên phải là khối hình nào.\n\nBài 2: HS quan sát hình, từ đó xác định được vị trí mỗi hình theo yêu cầu của đề bài.\nLưu ý: GV có thể nêu các ví dụ trong thực tế (ngoài SGK) để củng cố nhận biết vị trí,\nđịnh hướng trong không gian giữa các hình,...\n\nĐáp án: Bài 1: Bên phải là khối hộp chữ nhật, bên trái là khối lập phương.\nBài 2: Vị trí thứ ba; hình tròn; hình vuông.\n3. Luyện tập\nBài I:\na) HS quan sát rồi nêu tên các hình từ trái sang phải.\nb) HS xác định hình ở giữa hình tam giác và hình tròn là hình nào rồi nêu tên hình đó.\nBài 2:\n- Yêu cầu HS xác định được đâu là mặt trước, mặt trên, mặt bên phải của khối\nlập phương.\n\n- GV gợi ý: Hình A đã cho biết màu các mặt trước, mặt trên, mặt bên phải của khối\nlập phương.\n\nDựa vào màu tô ở các mặt của hình A, HS chỉ ra được các mặt trên, mặt trước, mặt\nbên phải của hình B có màu nào.\nLưu ý: Nhận biết vị trí các mặt khối lập phương theo hướng người quan sát.\nĐáp án: Bài ï: a) Hình tam giác, hình vuông, hình tròn, hình chữ nhật.\nb) Hình vuông.\n\nBài 2: Mặt trước màu xanh, mặt trên màu vàng, mặt bên phải màu đỏ."
        ]
      }
    ],
    "infor": {
      "page": "57",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "16",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "LUYỆN TẬP CHUNG (1 tiết)"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n- Củng cố nhận dạng khối lập phương, khối hộp chữ nhật (qua các hoạt động đếm\nhình, xếp, ghép hình, trò chơi,...).\n~ Củng cố về vị trí, định hướng trong không gian.\n* Phát triển năng lực\n\nPhát triển trí tưởng tượng, định hướng trong không gian qua phân tích, tổng hợp\nhình, xếp, ghép hình để nhận biết các khối lập phương, khối hộp chữ nhật.\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "Các hình khối trong bộ đồ dùng học Toán 1.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Bài 1: HS nhận biết các hình nào là khối lập phương, khối hộp chữ nhật rồi nêu câu\ntrả lời.\nBài 2:\n~ Bài này củng cố nhận dạng khối lập phương, đồng thời củng cố định hướng không\ngian (mặt trước, mặt trên, mặt bên phải khối lập phương).\n- Yêu cầu HS nhận biết được mặt trước, mặt bên phải, mặt trên của xúc xắc, rồi tìm\nra số chấm thích hợp ở mỗi mặt.\n\nBài 3: HS đếm số khối lập phương ở mỗi hình, rồi xác định câu nào đúng như yêu\ncầu của đề bài.\nBài 4:\n~ Yêu cầu của bài này là từ 8 khối lập phương nhỏ xếp được một khối lập phương lớn.\n~ Nên cho HS tự xếp bằng các khối lập phương có sẵn (mỗi cạnh gồm 2 khối lập\nphương nhỏ).\nĐáp án: Bài 1: A, C, E là khối lập phương; B, G là khối hộp chữ nhật.\n\nBài 2: a) 5 chấm;\n\nb) 6 chấm;\nc) 3 chấm.\nBài 3: Câu b đúng.\nBài 4: Xếp thành hình sau:"
        ]
      }
    ],
    "infor": {
      "page": "59",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "17",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "Chủ đề 5. ÔN TẬP HỌC KÌ 1",
      "ÔN TẬP CÁC SỐ TRONG PHẠM VI 10 (2tiết)"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\nOn tập, củng cố các số trong phạm vi 10 (hình thành số, nhận biết, đọc, viết số, phân\ntích số, sắp thứ tự, so sánh số,...).\n* Phát triển năng lực\nPhát triển tư duy lôgic, năng lực giải quyết vấn đề, giao tiếp toán học khi tham gia\n\ncác hoạt động trong bài học liên quan đến các số trong phạm vi 10.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "~ Các đồ dùng, vật liệu để thực hiện một số trò chơi khi ôn tập.\n- Bộ đồ dùng học Toán 1.\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "",
          "Tiết 1. Luyện tặp\nBài I: Yêu cầu HS:\nĐếm số cá trong mỗi bể cá rồi tìm số thích hợp. Đọc các số đó.\nBài 2: Yêu cầu HS quan sát tranh, tìm ra các con vật, đếm số con vật, rồi thực hiện trả\nlời các câu hỏi của bài toán.\na) Đếm số các con vật rồi nêu kết quả.\nb) Dựa vào kết quả ở câu a để tìm ra con vật có số lượng ít nhất theo yêu cầu của đề bài.\n\nBài 3: Yêu cầu HS biết so sánh số (so sánh số với kết quả phép tính), từ đó nêu được\ncác dấu >; <; = thích hợp.\n\nĐáp án: Bài 2: a) Chim: 8, Thỏ: 6, Gà con: 9, Chó: 3, Vịt: 7, Trâu: 2.\nb) Trâu có số lượng ít nhất.\nBài 3: a)6<8 b)9»>9-—1 c)10=8+2\nd)4+3=7 e)5+1<8 g3+0>2",
          "Tiết 2. Luyện tập\nBài 1: Yêu cầu HS nắm được thứ tự các số từ 1 đến 10, từ đó tìm được các số\ncòn thiếu.\nBài 2: HS biết so sánh hai số, từ đó thực hiện được các yêu cầu của đề bài.\nBài 3: Yêu cầu HS xác định thứ tự vị trí của các bạn rùa khi có tình huống rùa đỏ đi\nvào giữa rùa xanh và rùa vàng. HS tự xác định được (cảm nhận trực giác hoặc vẽ lại\nhình khi có 4 rùa rồi xác định vị trí của rùa nâu).\nBài 4: Bài này có suy luận lôgic đơn giản. HS quan sát tranh và phân tích tình\nhuống mà đề toán nêu ra (cả 3 bạn thỏ vào cả 2 chuồng, phân tích: 3 chỉ có thể\ngồm như sau:\n\n3=l+2.\n\nNhận xét: 2 > 1 mà chuồng A có nhiều thỏ hơn chuồng B, vậy chuồng A có 2 bạn thỏ,\nchuồng B có 1 bạn thỏ.\n\nLưu ý: Các bài toán ở tiết này là các bài toán vui, thường giải quyết các tình huống\nphát triển năng lực HS. GV nên có tranh vẽ, cách hướng dẫn hấp dẫn, gây hứng thú\ncho HS.\n\nĐáp án: Bài 1: Các số còn thiếu là: 2, 4, ó, 8.\nBài 2: a) 5, 6,7, 8.\nb) 8; 5.\nS) 6: 7:\nBài 3: Thứ tư.\nBài 4: Chuồng A có 2 bạn thỏ, chuồng B có 1 bạn thỏ.\n\n\n(2 tiết)"
        ]
      }
    ],
    "infor": {
      "page": "61",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "18",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "ÔN TẬP PHÉP CỘNG, PHÉP TRỪ TRONG PHẠM VI 10"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n\nOn tập, củng cố thực hiện phép cộng, phép trừ trong phạm vi 10. Thực hiện tính\nnhẩm (qua bảng cộng, trừ). Vận dụng nêu được phép tính thích hợp với tình huống\nthực tế liên quan.\n* Phát triển năng lực\nPhát triển tư duy lôgic, năng lực giải quyết vấn đề, giao tiếp toán học khi tham gia\nhoạt động trong bài học liên quan đến các phép cộng, phép trừ trong phạm vi 10.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng học Toán 1.\n\n— Phiếu để thực hiện trò chơi.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "",
          "Tiết 1\nBài I:\nHS dựa vào bảng cộng, bảng trừ để tính nhẩm, tìm ra kết quả của mỗi phép tính (lưu\ný phép cộng, trừ với 0).\nBài 2: Yêu cầu HS dựa vào bảng để tính nhẩm, tìm ra kết quả mỗi phép tính, từ đó:\na) Tìm được số thích hợp ở trong ô.\nb) Tìm được dấu thích hợp ở trong ô.\nBài 3: HS tính nhẩm các phép tính, so sánh kết quả mỗi phép tính với 5, từ đó chỉ ra\nđược các bông hoa ghi phép tính có kết quả bằng 5.\nBài 4: Yêu cầu HS từ các số 7, 9, 2, 1 lập được các phép tính cộng, trừ đúng.\nLưu ý: Có bốn phép tính đúng:\n2+7=9; 7+2=9; 9-7=2;  9-2=7.",
          "Tiết 2. Luyện tép\nBài 1: Yêu cầu HS tính nhẩm để tìm ra kết quả mỗi phép tính ở từng toa tàu.\nBài 2: HS quan sát tranh rồi nêu được phép tính thích hợp: 7 - 3 = 4.\nBài 3: HS quan sát tranh rồi nêu được phép tính thích hợp: 4 + 2 = 6.\nTrò chơi: Bắt gà\nGV có thể tổ chức cho HS chơi theo cặp đôi hoặc chơi theo nhóm (mỗi nhóm có 1\nphiếu như trong SGK và một con xúc xác).\n\nLưu ý:\n— Trò chơi củng cố các phép tính cộng, trừ trong phạm vi 10.\n\n- Hình thức chơi vui, hấp dẫn và có hiệu quả."
        ]
      }
    ],
    "infor": {
      "page": "62",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "19",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "ÔN TẬP HÌNH HỌC (1 tiết)"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\nNhận biết dạng tổng thể, trực quan các hình phẳng, hình khối đã học qua mô hình\nhoặc hình dạng các vật trong thực tế.\n* Phát triển năng lực\n\nLàm quen với phân tích, tổng hợp khi xếp, ghép hình. Rèn tư duy lôgic khi xếp\nhình theo quy luật. Phát triển trí tưởng tượng, định hướng không gian, liên hệ với\nthực tế,...\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng học Toán 1.\n- Các mô hình dùng để xếp, ghép hình như các bài tập trong SGK.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Bài I: Yêu cầu HS nhận biết được các hình đã học (hình tròn, hình vuông, hình tam\ngiác, hình chữ nhật). Từ đó trả lời các câu hỏi.\nBài 2:\nYêu cầu HS nhận biết được hình nào là khối lập phương.\nBài 3: Xếp hình theo quy luật.\nYêu cầu HS nhận dạng, gọi tên các hình, tìm ra quy luật xếp hình (hình tròn,\nhình tam giác, hình vuông,...). Từ đó xác định được hình nào thích hợp xếp vào\ndấu hỏi (?).\nLưu ý:\n- GV có thể xếp các hình này theo quy luật khác đi để trả lời câu hỏi tương tự.\n\nBài 4: Bài toán dạng xếp, ghép hình phẳng.\n\nYêu cầu HS tự xếp lấy các hình a), b) từ 4 miếng bìa hình tam giác đã cho.\n(HS có thể lúng túng bước đầu, nhưng khi tự mình hoàn thành sản phẩm, HS sẽ\nhứng thú hơn).\nĐáp án: Bài 1: a) A, D;\nb) G, K;\n9),\nđ) C, L.\nBài 2: A, C, E.\nBài 3: B.\nBài 4: a)"
        ]
      }
    ],
    "infor": {
      "page": "64",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "20",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "ÔN TẬP CHUNG ( tiết)"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\nThực hiện được các bài toán liên quan đến số, phép cộng, phép trừ trong phạm vi 10.\nViết được phép tính thích hợp với tình huống trong tranh vẽ.\n* Phát triển năng lực\nPhát triển năng lực tư duy khi giải quyết một số bài toán “mở”, bài toán có tình huống\nthực tế,...\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "Các phiếu có in nội dung bài để HS tự làm.\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Nội dung bài này được thiết kế theo cấu trúc, mức độ nội dung của bài kiểm tra cuối\nhọc kì 1 nhằm đáp ứng yêu cầu cần đạt (yêu cầu cốt lõi) của HS sau khi học xong\nhọc kì 1. Do đó, GV không cần hướng dẫn nhiều, tốt nhất là GV cho HS tự làm bài\nrồi chữa bài.\n— Sau khi làm bài, GV cho HS tự kiểm tra, đánh giá bài làm của nhau.\n- Khi chữa bài, GV gọi một vài HS nêu cách làm từng bài để cả lớp cùng nghe.\nLưu ý: Khi chữa bài 5, GV hướng dẫn HS nhận ra “quy luật” sắp xếp các hình.\n\nĐáp án: Bài 1: a) 8; b) 6; €) 5; đ) 10.\nBài 2: Các số đã cho sắp xếp theo thứ tự từ bé đến lớn là: 4, 6, 7, 8.\nBài 3: 3+ 5 = 8; 6+4=10; 3+0=3;\n8-4=4; 10—-5=5; 5-0=5.\nBài 4: a) 4+ 6= 10; b)10—-5=5.\n\nBài 5: Hình thích hợp đặt vào dấu hỏi (?) là hình tam giác, chọn C."
        ]
      }
    ],
    "infor": {
      "page": "65",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "21",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "Chủ đề 6. CÁC SỐ ĐẾN 100",
      "SỐ CÓ HAI CHỮ SỐ (6 tiết)"
    ],
    "skill_name": "Số có hai chữ số",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\nBước đầu nắm được cấu tạo số (theo hệ thập phân), từ đó biết đọc, viết, xếp thứ tự,\nso sánh các số có hai chữ số (trong phạm vi 20, số tròn chục, số đến 100).\n* Phát triển năng lực\n- Bước đầu thấy được sự “khái quát hoá” trong việc hình thành các số trong phạm vi\n10 (tính trực quan) đến các số có hai chữ số trong phạm vi 100.\n- HS hứng thú và tự tin trong học tập.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "~ Bộ đồ dùng học Toán 1.\n- Những tư liệu, vật liệu để thực hiện được các trò chơi trong bài (SGK).\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá: Các số đến 20\n- Qua hình ảnh “túi” 10 quả cà chua giúp HS hình thành khái niệm (10 là 1 chục),\ntừ đó hình thành các số 11,..., 20. Chẳng hạn: 1 chục và 1 đơn vị là 11, đọc là mười\nmột,...; 1 chục và 5 đơn vị là 15, đọc là mười lăm,...\n~ Bước đầu nhận biết các số từ 11 đến 20, hình thành từ “đến? số quả cà chua, hoặc\nhình thành từ cấu tạo số theo hàng chục và hàng đơn vị của số có hai chữ số.\nLưu ý: Có thể dùng thẻ 1 chục que tính và que tính lẻ thay túi quả để dạy bài này.",
          "2. Hoạt động\nBài I: Củng cố phần “Khám phá” HS quan sát tranh vẽ, tự đếm rồi viết được các\nsố theo số chục (số các túi) và số đơn vị (các quả lẻ). Chẳng hạn: a) 12; b) 14; c) 18;\nđ) 20 (2 chục).\n\nLưu ý: Mỗi túi quy định là 1 chục.\nBài 2: HS đếm số viên băng đá (a) hoặc số con cá (b) rồi nêu được các số thích hợp\nvới dấu “?” trong ô (củng cố đọc, viết số trong phạm vi 20).\n\nBài 3:\n\n- Bài toán vui, giúp HS hứng thú học tập và củng cố về thứ tự các số từ 1 đến 20.\n\n— Yêu cầu HS tìm ra các số thích hợp với dấu “?” (dựa vào thứ tự các số).",
          "Tiết 2. Luyện tạp\nBài 1: HS nắm được thứ tự số và tìm được số thích hợp. (Bài này củng cố đọc, viết số\ntrong phạm vi 20 và viết số theo thứ tự liên tiếp tăng dần).\n\nBài 2: HS quan sát tranh, nhận biết được các viên kẹo, bông hoa và gói quà trên bàn.\n\n~\n\nTừ đó “đếm” số lượng kẹo, số bông hoa, gói quà, sau đó nêu được số thích hợp theo\nyêu cầu câu hỏi a, b, c.\n\nLưu ý: Bài này có hình ảnh vui, sinh động, hấp dẫn nên HS tự “quan sát - đếm - rồi\ntrả lời câu hỏi (có thể kể như là buổi sinh nhật của bạn Mi,...).\n\nTrò chơi: Đường đến ĐAO GIAU VANG\nBài này qua hoạt động chơi vui, hấp dẫn, HS được củng cố đọc số trong phạm vi 20.\n\nLưu ý: Tuỳ thời gian, điều kiện, GV có thể in ra các phiếu cho HS chơi theo cặp đôi\nhoặc nhóm nhỏ (phải đạt yêu cầu đã nêu là chủ yếu).\n\nĐáp án: Bài 1: a) 10, 11, 12, 13, 14; b) 14, 15, 16, 17, 18;\nc) 12,12,H45, 1G; đ) 15, 16, 17, 18, 19;\ne) 11, 12, 13, 14, 15; ø) 16, 17, 18, 19, 20.\nBài 2: a) 15; b)4;\n6)5.",
          "Tiết 3",
          "1. Khám phá: Các số tròn chục\n\nQua hình ảnh “các túi 1 chục quả cà chua; HS nhận biết được các số tròn chục\n\n(1 chục là 10, 2 chục là 20,..., 9 chục là 90); biết đọc, viết các số tròn chục.\n\nLưu ý: Có thể dùng các thẻ 1 chục que tính trong hộp đồ dùng học tập thay thế các\ntúi cà chua để dạy học bài này.",
          "2. Hoạt động\n\nBài 1: Củng cố thứ tự các số tròn chục, HS tự nêu được các số tròn chục trong các ô\ntương ứng theo thứ tự từ bé đến lớn: 10, 20,..., 90. (Có thể cho HS làm bài tương tự:\nViết các số tròn chục theo thứ tự từ lớn đến bé: 90, 80,..., 20, 10).\n\nBài 2: HS nhận biết mỗi số tròn chục, rồi nêu cách đọc tương ứng.\n(Lưu ý: Hình ảnh mỗi chú chim cánh cụt đi về nhà tương ứng của chú chim đó.)\n\nBài 3: Quan sát tranh, HS nhận biết được mỗi cây cà chua có 10 quả, hiểu là I chục,\n4 cây cà chua hiểu là 4 chục, viết 40. Từ đó tìm được các số tròn chục tương ứng với\nsố cây cà chua trong mỗi luống.\nBài 4: HS hiểu mỗi túi là 1 chục, 3 túi là 3 chục (30). Từ đó HS đếm số túi ở mỗi hàng\nrồi nêu số tương ứng (theo mẫu).\nĐáp án: Bài I: 10, 20, 30, 40, 50, 60, 70, 80, 90.\n\nBài 2: 10 - Mười; 20 - Hai mươi; 30 - Ba mươi; 40 - Bốn mươi;\n\n50 - Năm mươi; 60 - Sáu mươi.\nBài 3: 40, 70, 20, 30.\nBài 4: 60, 80, 40, 90.",
          "Tiết 4",
          "1. Khám phá: Các số đến 99\n\nHS nhận biết được số có hai chữ số theo số chục và số đơn vị, từ đó đọc, viết được\n\nsố có hai chữ số. (Từ hình ảnh thực tế số túi 1 chục quả và số quả lẻ —> số chục và số\n\nđơn vị —> viết số —> đọc số).\n\nLưu ý:\n\n- Từ bài này HS biết đọc, viết số có hai chữ số dựa vào cấu tạo thập phân của số\ntheo hàng chục và hàng đơn vị (không cần đếm số lượng đồ vật như ở giai đoạn\n10 số đầu).\n\n- Có thể dùng thẻ 1 chục que tính và que tính lẻ trong hộp đồ dùng học tập để học\nbài này (thay hình ảnh quả).",
          "2. Hoạt động\n\nBài 1: Củng cố cấu tạo số (số gồm mấy chục và mấy đơn vị). Từ các túi 1 chục quả và\nsố quả lẻ, HS biết được số gồm mấy chục, mấy đơn vị, từ đó tìm được số có hai chữ\nsố tương ứng.\n\nLưu ý: Có thể dùng que tính thay cho quả để dạy học.\nBài 2: Củng cố về thứ tự các số từ 10 đến 99. HS tự tìm các số còn thiếu trong các ô\ntheo thứ tự từ bé đến lớn (GV có thể cho HS đọc các số tìm được).\n\nBài 3: Củng cố đọc, viết số. HS quan sát tranh rồi nêu cách đọc số tương ứng với số\nghi trên mỗi con chim cánh cụt.\n\nLưu ý: GV có thể cho HS tìm số tương ứng với cách đọc số đó.\n\nĐáp án: Bài ï: 18 gồm I chục và 8 đơn vị; 35 gồm 3 chục và 5 đơn vị; 69 gồm 6 chục\nvà 9 đơn vị; 57 gồm 5 chục và 7 đơn vị; 25 gồm 2 chục và 5 đơn vị.\n\nBài 2: a) 10, 11, 12, 13, 14, 15, 16, 17, 18, 19;\nb) 20, 21, 22, 23, 24, 25, 26, 27, 28, 29;\nc) 90, 91, 92, 93, 94, 95, 96, 97, 98, 99,\n\nBài 3: 50 - Năm mươi; 99 - Chín mươi chín; 15 - Mười lăm;\n21 - Hai mươi mốt; 19 - Mười chín.",
          "Tiết 5. Luyện tập\nBài 1: Củng cố cấu tạo số (số gồm mấy chục và mấy đơn vị).\n\nHS quan sát tranh que tính, nhận biết số chục và số đơn vị rồi tìm các số thích hợp\n(theo mẫu).\n\nBài 2: Củng cố phân tích số (tách số có hai chữ số thành số chục và số đơn vị). Yêu\ncầu HS tìm được các số thích hợp.\n\nBài 3: Yêu cầu HS quan sát tranh, đếm số chục và số đơn vị —> nêu số thích hợp —>\nđọc số tương ứng (HS thực hiện theo mẫu).\n\nBài 4: HS quan sát, nhận biết các số rồi tìm được các số theo yêu cầu đề bài (số có\nmột chữ số, số tròn chục).\n\nĐáp án: Bài 2: a) 57 gồm 5 chục và 7 đơn vị;\nb) 64 gồm 6 chục và 4 đơn vị.\n\nBài 4: a) 1,8, 2;\n\nb) 30, 50.",
          "Tiết 6. Luyện tập\n\nBài 1: Cùng cố đọc, viết, thứ tự các số từ 0 đến 99.\n\nHS quan sát bảng các số theo thứ tự từ 0 đến 99 rồi tìm các số thích hợp còn thiếu.\n\nBài 2: Dựa vào cấu tạo số, HS tìm được các số tương ứng trong các ô.\nTrò chơi: Cánh cụt câu cá\nCủng cố đọc, viết các số có hai chữ số.\nLưu ý:\n— Có thể tổ chức chơi theo cặp đôi hoặc nhóm nhỏ.\n~ Chơi hứng thú nhưng trật tự, tránh hình thức.\n- Có thể phô tô hình trong SGK thành các phiếu để mỗi HS đều được chơi.\nĐáp án: Bài I: 63, 64, 65, 66; 73, 74, 75, 76; 83, 84, 85, 86.\nBài 2: 37; 4, 6;\n507.2)\n84; 9, 1."
        ]
      }
    ],
    "infor": {
      "page": "67",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "22",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "SO SÁNH SỐ CÓ HAI CHỮ SỐ (3 tiết)"
    ],
    "skill_name": "So sánh số có hai chữ số",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\nBiết cách so sánh hai số có hai chữ số (dựa vào cấu tạo số, so sánh số chục rồi so sánh\n\nsố đơn vị). Vận dụng để xếp thứ tự các số (từ bé đến lớn hoặc từ lớn đến bé), xác\nđịnh số lớn nhất, số bé nhất trong một nhóm các số cho trước (có không quá 4 số).\n\n* Phát triển năng lực\n\nPhát triển năng lực phân tích, so sánh, đối chiếu khi tìm cách so sánh hai số. Năng\nlực vận dụng từ “quy tắc” (mô hình) so sánh hai số có hai chữ số vào các trường hợp\ncụ thể, giải các bài toán thực tế.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng học Toán 1.\n\n— Các phiếu (phô tô trang trò chơi trong SGK) để HS thực hiện chơi theo cặp đôi hay\ntheo nhóm.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá\n\n- HS đếm số quả cà chua, nhận biết 16 quả ít hơn 19 quả, viết là 16 < 19. Từ đó có\n\nthể nhận xét: 16 và 19 cùng có 1 chục, 6 đơn vị < 9 đơn vị, vậy 16 < 19.\n- Tương tự, HS đếm số quả cà chua, nhận biết 42 quả nhiều hơn 25 quả, 42 > 25. Từ\nđó có thể nhận xét: 42 có 4 chục, 25 có 2 chục, 4 chục > 2 chục, vậy 42 > 25.\n\nLưu ý: 16 < 19 thì có 19 > 16, 42 > 25 thì có 25 < 42.",
          "2. Hoạt động\n\nBài 1: Trước hết, HS quan sát tranh, đếm số quả táo để nhận biết số cần tìm tương\nứng gồm mấy chục và mấy đơn vị. Sau đó viết các số cần so sánh vào vở. So sánh hai\nsố rồi viết dấu >; <; = thích hợp vào giữa hai số (theo mẫu).\n\nLưu ý: Khi so sánh hai số có thể thực hiện theo nhận xét sau: Nếu số nào có số chục\nlớn hơn thì số đó lớn hơn. Nếu hai số có số chục bằng nhau thì số nào có số đơn vị\nlớn hơn thì lớn hơn.\n\nBài 2: O mỗi câu, HS so sánh hai số (theo nhận xét ở bài 1) rồi xác định túi nào có\nsố lớn hơn.\nLưu ý: Có thể đổi lệnh: Xác định túi có số bé hơn.\nBài 3: So sánh hai số rồi tìm dấu >; <; = thích hợp ở trong ô.\nBài 4: Vận dụng tìm số lớn nhất hoặc số bé nhất trong một nhóm số.\nCho HS quan sát nhóm các số, so sánh các chữ số hàng chục trước, nếu chữ số hàng\nchục lớn hơn thì số đó lớn hơn. Nếu chữ số hàng chục như nhau thì so sánh tiếp các\nchữ số hàng đơn vị, chữ số hàng đơn vị lớn hơn thì số đó lớn hơn. Từ đó tìm ra chiếc\nlọ có số bé nhất, chiếc lọ có số lớn nhất.\nĐáp án: Bài I: 25>15; 14< 16; 20= 20.\nBài 2: a) Túi 53; — b) Túi 57; c) Túi 68.\nBài 3: 24 > 19; 56 < 65;\n35 <37; 90 >89;\n68 =68; 71 < 81.\nBài 4: a) 32, 37;\nb) 6, 30.",
          "Tiết 2. Luyện tạp\n\nBài I: Từ việc so sánh số có hai chữ số, HS tự xác định được số nào lớn hơn trong\nhai số đó rồi trả lời.\n\nBài 2: Tương tự bài 1, từ việc so sánh hai số, HS xác định được số nào bé hơn trong\nhai số đó rồi trả lời.\nLưu ý: Cả bài 1 và bài 2, HS tự tìm ra kết quả (GV có thể hỏi vì sao em có kết quả\nnhư thế để HS giải thích).\nBài 3: Từ việc so sánh các số, HS xác định được số bé nhất (xếp đầu tiên), số lớn nhất\n(xếp sau cùng). Từ đó tìm được hai ô tô cần đổi chỗ cho nhau để xếp được các số\ntheo thứ tự từ bé đến lớn.\n\nBài 4: Tương tự bài 3, từ việc so sánh các số, HS xác định được số lớn nhất (xếp đầu\ntiên), số bé nhất (xếp sau cùng). Từ đó đổi chỗ hai ô tô để xếp được các số theo thứ\ntự từ lớn đến bé.\nTrò chơi: Cầu thang - Cầu trượt\n— Yêu cầu của trò chơi này là củng cố so sánh số có hai chữ số, tìm số bé hơn (chơi\nvui, hấp dẫn, có hiệu quả, tránh hình thức).\n- Có thể tổ chức chơi theo cặp đôi hoặc nhóm nhỏ (tuỳ điều kiện thời gian mà kết\nthúc trò chơi).\nĐáp án: Bài I: 16; 60; 51.\nBài 2: 15;80; 29.\nBài 3: a) Đổi chỗ hai xe số 80 và 30;\nb) Đổi chỗ hai xe số 74 và 70.\nBài 4: a) Đổi chỗ hai xe số 40 và 50;\nb) Đổi chỗ hai xe số 70 và 74.",
          "Tiết 3. Luyện tập\nBài 1:\n- HS biết so sánh hai số có hai chữ số, từ đó xác định câu nào điền dấu (>; <) đúng\nhay sai. Nêu Ð (đúng) hoặc S (sai) thích hợp trong ô.\n- GV cho HS tự chữa những câu sai (nêu lại dấu >; < cho đúng).\nBài 2:\na) Yêu cầu HS biết so sánh hai số, từ đó nêu được các dấu thích hợp (>; <; =) trong ô\ncủa mỗi phép so sánh.\nb) Sau khi nêu đúng dấu (>; <; =) vào ô, GV có thể cho HS xác định đường đi thoát\nra khỏi “mê cung” để ô tô đến trạm xăng.\n\nBài 3: HS so sánh số HS ở các lớp rồi trả lời các câu hỏi trong bài.\n\nĐáp án: Bài 1: a) S; b)Ð;\nc)Ð; đ) S.\nBài 2: a) 14 < 29, 19 > 17, 80 > 75,\n8§=8,4=4, 36 = 36,\n54 > 18, 78 > 22.\nBài 3: a) Lớp 1A; — b) Lớp 1B; c) Lớp 1C; đ) Lớp 1B."
        ]
      }
    ],
    "infor": {
      "page": "71",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "23",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "BẢNG CÁC SỐ TỪ 1 ĐẾN 100 (1 tiết)"
    ],
    "skill_name": "Bảng các số từ 1 đến 100",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\nNhận biết được số 100 (99 thêm 1 là 100, 100 = 10 chục); đọc, viết được số 100. Biết\nlập bảng các số từ 1 đến 100.\n* Phát triển năng lực\nThông qua việc so sánh, phân tích thứ tự số, hình thành bảng các số từ 1 đến 100,\nđếm các số tự nhiên theo “quy luật”... (cách đều 2) HS được phát triển tư duy lôgïc,\nphân tích, tổng hợp.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "~ Bộ đồ dùng học Toán 1, trong đó có các thẻ 1 chục que tính và que tính lẻ để hình\nthành số 100 (thay các túi quả như SGK).\n\n- Bảng các số từ 1 đến 100.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "1. Khám phá: Hình thành số 100\n\nHS quan sát có 9 túi, mỗi túi 10 quả cà chua và 1 túi 9 quả cà chua, tất cả có 99 quả\ncà chua. Cho thêm I quả vào túi 9 quả, có “99 thêm 1 là 100” Biết 100 gồm 10 chục.\nCho HS đọc, viết số 100.",
          "2. Hoạt động\nBài 1: Hình thành bảng các số từ 1 đến 100.\nDựa vào thứ tự các số, HS tìm được các số còn thiếu trong bảng. HS nhận biết được\nbảng các số từ 1 đến 100.\nBài 2: Đọc các số trong bảng theo yêu cầu.\n\nHS nhận biết được thế nào là số có hai chữ số giống nhau, số tròn chục bé hơn 100,\nsố lớn nhất có hai chữ số, từ đó đọc các số đó theo yêu cầu của để bài (từ bảng các\nsố từ 1 đến 100).\n\nLưu ý:\n~ Dựa vào bảng các số từ 1 đến 100 (hoàn thành ở bài 1) để làm bài 2.\n— Có thể hỏi thêm (nếu cần): Số lớn nhất có một chữ số là số nào? Số bé nhất có hai\nchữ số là số nào?...\nBài 3: a) HS đếm liên tiếp các số, rồi tìm số còn thiếu.\nb, c) HS nhận biết thêm 2 vào số trước thì được số sau, từ đó đếm được “cách đều 2”\nrồi tìm số còn thiếu (có thể cho HS đọc các số đã tìm được).\nLưu ý: GV có thể cho HS đếm “cách đều 2” những dãy số sau (liên hệ với đánh số\nnhà ở hai bên dãy phố):\nsS2.4:6, 8,10, 12, 14.... 16; 20:‹;:.as..2 20; 2Ú;\nsø1,3..5, 7.9, 11.86... 719.21. se csea28801,\n\nBài 4: HS quan sát mỗi hình ở A, B, C (vẽ hình dạng và các số thích hợp), từ đó tìm\nra hình cần ghép vào chỗ (?) trong bảng.\n\nĐáp án: Bài I: 16, 20, 27, 29, 34, 37, 43, 48, 54, 57, 63, 64, 72, 76, 77, 88, 96, 98.\nBài 2: a) 11, 22, 33, 44, 55, 66, 77, 88, 99;\nb) 10, 20, 30, 40, 50, 60, 70, 80, 90;\nc) 99,\nBà¿3: a)30, 31,32, 33,34, 35,36,.37, 36;\nb) 51, 53, 55, 57, 59, 61, 63, 65, 67;\nc) 82, 84, 86, 88, 90, 92, 94, 96, 98.\nBài 4: Hình B."
        ]
      }
    ],
    "infor": {
      "page": "74",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "24",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "LUYỆN TẬP CHUNG"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\nNhận biết được số có hai chữ số, cấu tạo số. Đọc, viết số, so sánh và xếp được thứ tự\ncác số có hai chữ số.\n* Phát triển năng lực\n\nQua một số bài toán vui (ghép hình, dãy số theo “quy luật” lập số từ các chữ số), HS\nlàm quen với phương pháp phân tích, tổng hợp, phát triển tư duy lôgic, năng lực giải\nquyết vấn đề,...\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "Bộ đồ dùng học Toán 1.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1. Luyện tập\n\nBài 1: Củng cố về cấu tạo số có hai chữ số gồm các chục và đơn vị. HS quan sát\ntranh các túi quả, nhận biết, phân tích số (theo mẫu) rồi nêu các số thích hợp trong\ncác ô.\nBài 2: Củng cố viết số theo đọc số, hoặc theo cấu tạo số (số đó gồm mấy chục và mấy\nđơn vị). HS nêu các số tương ứng (theo đường nối như SGK).\nBài 3: Từ cách đọc ở ngôi sao, HS tìm được số tương ứng ở thanh tre.\nBài 4: HS quan sát các mảnh ghép rời, so với hình dạng các mảnh ghép tương ứng\nđã có trong hình vuông, từ đó nêu số thích hợp trong mỗi mảnh hình ghép rời đó.\nLưiu ý: Bài này vừa củng cố “ghép hình” ở hình phẳng đã học, vừa củng cố đọc, viết số.\nBài 5: HS quan sát, nhận biết các hình, đếm số ô vuông ở mỗi hình, so sánh số ô\nvuông đó rồi tìm ra hình theo yêu cầu của đề bài ở câu a, b.\nĐáp án: Bài I: b) 44 gồm 4 chục và 4 đơn vị;\n\nc) 61 gồm 6 chục và 1 đơn vị.\n\nBài 2: a) 62; b)39; — c)100;  đ)51.\n\nBài 3: 14, I1, 15, 19.\nBài 5: a) Hình C; b) Hình B.",
          "Tiết 2. Luyện tạp\n\nBài 1: Yêu cầu viết số theo “quy luật” (đơn giản), HS phải quan sát tìm ra dấu hiệu\nđặc biệt (quy luật) của mỗi số trong dãy số đó, từ đó đếm thêm một số đơn vị để tìm\nsố thích hợp trong ô, chẳng hạn:\n\na) Các số “tròn chục” (từ 10 đến 60).\n\nb) Các số cách đều 2 (đếm thêm 2 đơn vị từ 1 đến 11).\n\nc) Các số cách đều 2 (đếm thêm 2 đơn vị từ 80 đến 90).\n\nđ) Các số cách đều 5 (đếm thêm 5 đơn vị từ 5 đến 30).\n\nLưu ý: GV để HS tự quan sát rồi nêu số thích hợp (nếu cần mới gợi ý, hướng dẫn).\n\nBài 2: HS so sánh hai số rồi tìm số thích hợp (số lớn hơn hoặc số bé hơn trong mỗi\ncặp số).\n\nBài 3: HS so sánh các số rồi tìm số lớn nhất, số bé nhất trong ba số đó.\n\nBài 4: HS quan sát các miếng ghép (hình dạng và số ghi trên đó) rồi nhận xét các đặc\nđiểm ở mỗi miếng ghép, sau đó chọn miếng ghép thích hợp.\n\nLưu ý: Có thể gợi ý cho HS quan sát các số ở các miếng ghép trước (loại miếng A\nvì có 4, 5 ở rèm còn lại; loại miếng B vì có số 19, 20 ở rèm còn lại), sau đó xét thêm\nmiếng C (phù hợp có 10, 11 liền sau 9,...).\n\nBài 5: Yêu cầu lập các số có hai chữ số khác nhau từ các chữ số 8, 3, 7. HS tự lập được\ncác số 83, 87 (với 8 là chữ số hàng chục); 38, 37 (với 3 là chữ số hàng chục); 78, 73\n(với 7 là chữ số hàng chục).\n\nĐáp án: Bài I: a) 10, 20, 30, 40, 50, 60.\n\nB)1:3:9% 7; 9.11:\nc) 80, 82, 84, 86, 88, 90.\nd)S,10,-15..20;25,30.\n\nBài 2: a) 54, 63;\nb) 61, 17.\n\nBài 3: Số lớn nhất là 40;\nSố bé nhất là 31.\n\nBài 4: Miếng rèm C."
        ]
      }
    ],
    "infor": {
      "page": "76",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "25",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "Chủ đề 7. ĐO DÀI VÀ ĐO ĐO DÀI",
      "DÀI HƠN, NGẮN HƠN (2 tiết)"
    ],
    "skill_name": "Dài hơn, ngắn hơn",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\nNhận biết được và biết cách xác định đồ vật nào dài hơn, đồ vật nào ngắn hơn, hai\nđồ vật dài bằng nhau.\n* Phát triển năng lực\nBước đầu làm quen với phương pháp đối chiếu, so sánh, xác định mối quan hệ ngược\nnhau (a dài hơn b thì b ngắn hơn a).\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng học Toán 1 (có một số vật để so sánh độ dài như que tính, bút chì, bút\nmực, bút lông,...).\n\n~ Một số vật thật cần thiết để so sánh độ dài (như trong SGK) hoặc có trong thực tế\nphù hợp với điều kiện từng trường.\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1. Dài hơn, ngắn hơn",
          "1. Khám phá: HS quan sát hình vẽ có bút mực, bút chì. Các đầu bút đó đặt thẳng vạch\nđọc bên trái. HS nhận biết được: bút mực dài hơn bút chì, bút chì ngắn hơn bút mực.",
          "2. Hoạt động\nBài 1: HS quan sát từng cặp hai vật, nhận biết được vật nào dài hơn trong mỗi cặp rồi\ntrả lời câu hỏi: Vật nào đài hơn?\nLưu ý: Có thể cho HS trả lời câu hỏi: “Vật nào ngắn hơn trong mỗi cặp?”\n\nBài 2: HS nhận biết con sâu A dài mấy đốt, đếm xem các con sâu B, sâu C dài mấy đốt\nrồi so sánh chiều dài các con sâu, từ đó tìm con sâu ngắn hơn con sâu A.\n\nBài 3: HS quan sát chiều dài các chìa khoá (bằng cách kẻ các vạch thẳng dọc ở đầu\nbên trái và ở đầu bên phải của các chìa khoá). Từ đó xác định được chìa khoá nào dài\nhơn hoặc ngắn hơn chìa khoá kia.\nLưu ý: Nhận biết chìa khoá ở đặc điểm hình đuôi chìa khoá.\nBài 4: HS quan sát chiều dài các con cá (kẻ các vạch thẳng tương tự bài 3), từ đó xác\nđịnh trong ba con cá, con nào dài nhất, con nào ngắn nhất.\nĐáp án: Bải 2: Con sâu C ngắn hơn con sâu A.\nBài 3: a) A ngắnhơnB; b)D dài hơn C;\nc) A ngắn hơn C;  đ) C ngắn hơn B.\nBài 4: a) A ngắn nhất, B dài nhất;\nb) A ngắn nhất, C dài nhất.",
          "Tiết 2. Cao hơn, thấp hon",
          "1. Khám phá\n\nHS quan sát hình, nhận biết được bạn nào thấp hơn, cao hơn hoặc cao bằng bạn kia;\nbạn nào cao nhất, bạn nào thấp nhất.\n\nLưu ý: Nhận biết qua đường vạch ngang ở chân và ở đầu mỗi bạn.",
          "2. Hoạt động\n\nBài 1: HS xác định các đường vạch ngang ở phía chân và phía đầu các con vật, từ đó\nso sánh, nêu được con vật nào cao hơn trong mỗi cặp.\n\nLưu ý: Có thể nêu thêm câu hỏi: “Con vật nào thấp hơn trong mỗi cặp?”.\nBài 2: Tương tự bài 1, HS xác định được lọ hoa nào thấp hơn trong mỗi cặp.\n\nBài 3: Tương tự bài 1, HS xác định các vạch ngang ở gốc cây và ngọn cây, quan sát,\ntìm ra được cây nào cao hơn hoặc thấp hơn cây kia. Từ đó tìm được cây cao nhất, cây\nthấp nhất trong mỗi hàng.\n\nĐáp án: Bài I: a) Sư tử; b) Mèo;\nc) Đà điểu; đ) Gấu.\n\nBài 3: a) Cao nhất: D, thấp nhất: A;\n\nb) Cao nhất: A, thấp nhất: C;\n\nc) Cao nhất: A, thấp nhất: C;\n\nđ) Cao nhất: A, thấp nhất: D;\n\ne) Cao nhất: C, thấp nhất: D."
        ]
      }
    ],
    "infor": {
      "page": "78",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "26",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "ĐƠN VỊ ĐO ĐO DÀI (2 tiết)"
    ],
    "skill_name": "Đơn vị đo độ dài",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n\n- Nhận biết được đơn vị đo độ dài dạng đơn vị tự quy ước và đơn vị đo cm\n\n(xăng-ti-mét). Có biểu tượng về “độ dài” của vật (theo số đo bằng đơn vị quy ước\nhoặc đơn vị đo cm).\n\n- Biết cách đo độ dài một số đồ vật theo đơn vị cm hoặc đơn vị tự quy ước.\n\n* Phát triển năng lực\n\n- Qua hoạt động thực hành đo, HS biết phân tích, so sánh độ dài các vật theo số đo\ncủa vật.\n\n- Phát triển tư duy qua ước lượng, so sánh độ dài của các vật trong thực tế.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng học Toán 1.\n— Thước kẻ có vạch chia cm.\n— Một số đồ vật thật để đo độ dài (như trong SGK) hoặc có trong thực tế phù hợp với\nđiều kiện từng trường.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá\nHS quan sát tranh, nhận biết được bút chì dài 2 “gang tay” thước kẻ dài 3 “gang tay”\nVận dụng:\n\na) HS quan sát tranh, đếm số gang tay đo chiều cao của mỗi lọ hoa, rồi nêu số đo mỗi\nlọ hoa (bằng gang tay).\n\nb) HS thực hiện tương tự như câu a, nhận thấy bút chì dài hơn 1 gang tay, quyển\nsách dài hơn 2 gang tay, hộp bút chì bằng 2 gang tay, từ đó xác định được đồ vật nào\nđài nhất.\n\nLưu ý: Mỗi “gang tay” là một đơn vị “quy ước” (thường dùng để ước lượng độ dài).",
          "2. Hoạt động\nKhám phá lóp học:\nHS quan sát các đồ vật thường thấy ở lớp học, tập ước lượng chiều dài hoặc chiều\ncao mỗi đồ vật theo “gang tay” của em (con số ước lượng này là “vào khoảng” mấy\ngang tay, chưa chính xác). Sau đó HS được đo thực tế mỗi đồ vật đó (xác định đúng\nchiều dài, chiều cao mỗi vật đó theo “gang tay”). Nêu kết quả số đo theo ước lượng\nhoặc số đo thực tế.\nLưu ý:\n~ “Gang tay” là đơn vị quy ước của mỗi em nên số đo độ dài của đồ vật có thể khác\nnhau đối với mỗi em trong lớp.\n— Nên cho HS so sánh số đo theo ước lượng với số đo thực tế để các em làm quen và\ntập ước lượng độ dài các vật.\n~ Tuỳ điều kiện thời gian có thể thực hiện đo chiều dài một đồ vật và chiều cao một\nđồ vật là đủ.\n~ Hình ảnh trong SGK là minh hoa, gợi ý, GV cho HS đo vật thật ở lớp.",
          "Tiết 2",
          "1. Khám phá: Xăng-ti-mét\n- GV giới thiệu để HS nhận biết được thước thẳng có vạch chia xăng-ti-mét, đơn vị\n\nđo xăng-ti-mét (ước lượng độ dài khoảng 1 đốt ngón tay của HS), cách viết tắt\n1 xăng-ti-mét là 1 cm (I cm đọc là một xăng-ti-mét).\n\n- GV giới thiệu cách đo một vật (bút chì) bằng thước có vạch chia xăng-ti-mét (đặt\nmột đầu bút chì ở vạch 0 của thước, vạch cuối của bút chì ứng với số nào của\nthước, đó là số đo độ dài của bút chì).\n\n- Trên hình vẽ, bút chì đài 5 cm.",
          "2. Hoạt động\nBài 1: HS kiểm tra cách đo độ dài bút chì của ba bạn (đặt thước thẳng và vật đo phải\náp sát thẳng hàng, đặt đầu vật cần đo vào đúng số 0 trên thước). Từ đó xác định được\nai đặt thước đo đúng.\nLưu ý:\n— Có thể chiếu hình hoặc vẽ to lên bảng để HS thấy rõ các trường hợp đặt thước của\n\nba bạn.\n\n~ Có thể hỏi thêm: Ai đặt thước sai? Bút chì dài mấy xăng-ti-mét?\nBài 2: a) Dựa vào cách đo độ dài ở phần khám phá, HS biết dùng thước có vạch chia\nxăng-ti-mét để đo độ dài bút chì, bút mực và bút rồi nêu số đo (cm) ở trong mỗi ô\ntương ứng.\nb) Từ các số đo độ dài tìm được, HS so sánh các số đo, xác định được bút dài nhất,\nbút ngắn nhất.\nBài 3: HS quan sát rồi ước lượng độ dài mỗi vật (dài khoảng bao nhiêu cm).\nSau đó HS biết “kiểm tra” lại bằng thước có vạch chia xăng-ti-mét (đo chính xác). Từ\nđó nêu “số đo độ dài ước lượng” và “số đo độ dài chính xác” thích hợp trong mỗi ô.\nLưu ý: GV có thể sử dụng những vật đo khác, phù hợp với điều kiện của trường lớp,\nxung quanh các em.\nBài 4: HS có thể đếm số ô trong mỗi băng giấy để biết mỗi băng giấy dài bao nhiêu\nxăng-ti-mét (coi mỗi ô dài 1cm).\nĐáp án: Bài I: Nam đặt thước đúng.\nBài 2: a) 6 cm (bút chì); 8 cm (bút mực); 4 cm (bút sáp).\nb) Bút mực dài nhất, bút sáp ngắn nhất.\nBài 3: a) 5 cm; b) 4cm;\nc) 7cm; đ) 11 cm.\nBài 4: Băng giấy màu đỏ: 6 cm;\nBăng giấy màu xanh: 9 cm;\n\nBăng giấy màu vàng: 4 cm."
        ]
      }
    ],
    "infor": {
      "page": "80",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "27",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "THỰC HÀNH ƯỚC LƯỢNG VÀ ĐO ĐỘ DÀI (2 tiết)"
    ],
    "skill_name": "Thực hành ước lượng và đo độ dài",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n\n* Kiến thức\n\n- Biết cách thực hiện ước lượng và đo độ dài những đồ vật thực tế ở trong lớp học,\nở xung quanh, gần gũi các em theo đơn vị “tự quy ước” như gang tay, sải tay, bước\nchân và theo đơn vị xăng-ti-mét.\n\n~ Có biểu tượng về độ dài các đơn vị đo “quy ước” (gang tay, sải tay, bước chân), đơn\nVị xăng-ti-mét.\n\n* Phát triển năng lực\n\n- Biết phân tích, so sánh các độ dài ước lượng với độ dài thực tế.\n\n- HS được trải nghiệm, vận dụng cách đo độ dài vào việc đo các đồ vật có trong thực\ntế, lớp học, qua đó rèn luyện năng lực giải quyết vấn đề trong thực tế.\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng học Toán 1.\n~ Thước có vạch chia xăng-ti-mét.\n~ Một số đồ vật thật để đo độ dài (như SGK) hoặc có trong thực tế phù hợp với điều\nkiện từng trường.\n~ Lựa chọn không gian để trải nghiệm đo độ dài ở lớp, sân trường (phù hợp với điều\nkiện từng trường).\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá: Khám phá đồ dùng học tập\nHS quan sát các đồ dùng học tập (SGK), ước lượng nhận biết độ dài mỗi đồ vật, từ\nđó lựa chọn một trong hai số đo đã cho, số đo nào phù hợp với độ dài thực tế của đồ\nvật đó.\nLưu ý: Thay vì cho HS xem tranh trong SGK, GV có thể cho HS quan sát những vật\nthật có trong thực tế để miêu tả, cảm nhận, lựa chọn phù hợp.",
          "2. Hoạt động\nBài 1: Đo chiều dài bảng lớp em bằng sải tay.\nHS được đo chiều dài bảng lớp bằng chính sải tay của mỗi em, từ đó cho biết chiều\nđài của bảng lớp là khoảng bao nhiêu sải tay của em đó.\nLưu ý:\n- Hình ảnh Rô-bốt đo chiều dài bảng được khoảng 4 sải tay chỉ là minh hoạ gợi ý\ncách đo cho HS.\n- Số đo chiều dài bảng lớp ở các em có thể khác nhau (vì độ dài sải tay của mỗi em\ncó thể dài, ngắn khác nhau).\nBài 2: Đo phòng học lớp em bằng bước chân.\nHS được đo độ dài phòng học từ mép tường đến cửa ra vào bằng chính bước chân\ncủa mỗi em, từ đó cho biết một chiều phòng học của lớp em dài khoảng bao nhiêu\nbước chân của em đó.\nLưu ý:\n- Hình ảnh trong SGK là minh hoa gợi ý cách đo độ dài phòng học bằng bước chân\n(HS được đo thực tế ở lớp học). GV tránh sử dụng các khái niệm “chiều rộng” hay\n\n..»\n\n“chiều dài” mà chỉ giới thiệu là đo từ đâu đến đâu.\n\n- Số đo độ dài phòng học của lớp ở các em có thể khác nhau (vì độ dài bước chân\ncủa mỗi em có thể dài, ngắn khác nhau).\n- GV có thể cho HS đo khoảng cách bằng bước chân của mỗi em giữa hai cây hoặc\nchiều dài sân khấu,... ở sân trường (ngoài lớp học).",
          "Tiết 2. Luyện tép\nBài 1: a) Yêu cầu HS dùng thước thẳng có vạch chia xăng-ti-mét để đo độ dài các xe\nđồ chơi theo đơn vị cm rồi tìm số thích hợp.\n\nHS quan sát tranh vẽ các đồ chơi rồi đo chiều dài mỗi đồ chơi (hình ảnh SGK đã\ngợi ý có thước đo vạch xăng-ti-mét ở dưới trang, mỗi ô vuông có cạnh dài 1 cm.\nHS đếm số ô vuông để tìm chiều dài của mỗi đồ chơi). Nêu số đo tương ứng trong\nmỗi ô.\n\nb) So sánh số đo độ dài của các xe đồ chơi để xác định đồ chơi nào dài nhất và có bao\nnhiêu xe ngắn hơn xe khách.\n\nLưu ý: GV có thể cho HS dùng thước có vạch chia xăng-ti-mét đo chiều dài một số\nđồ vật thật (chuẩn bị trước đồ vật có số đo là số tự nhiên) rồi trả lời các câu hỏi tương\ntự như trong SGK hoặc phát triển hơn.\n\nBài 2: Yêu cầu HS dùng thước có vạch chia xăng-ti-mét đo độ dài các đồ vật ở câu a,\n\nb, c (SGK) rồi nêu số đo tương ứng của mỗi đồ vật. Sau đó so sánh số đo để tìm đồ\n\nvật nào dài nhất.\n\nLưu ý: Đo độ dài theo đường mũi tên có ở mỗi hình.\n\nBài 3:\n\n- HS nhận thấy bút chì A, bút chì C dài hơn bút chì B, mà bút chì B đo được dài 8 cm,\ntừ đó tìm ra bút chì nào dài hơn 8 cm.\n\n- Hoặc GV có thể gợi ý: Vẽ các vạch thẳng ở đuôi mỗi bút chì xuống thước ở dưới.\nNhận thấy bút chì A dài 10 cm, bút chì B dài 8 cm, bút chì C dài 12 cm. Từ đó tìm\nra bút chì nào dài hơn 8 cm.\n\nĐáp án: Bài I: a) Tàu hoả: 11 cm; xe bồn: 5 cm; xe lu: 4 cm; xe khách: 7 cm;\nXe con: 4 cm; xe cẩu: 5 cm.\nb) Tàu hoả đài nhất;\nc) Có 4 xe ngắn hơn xe khách.\n\nBài 2: a)7cm; b) 3cm; c)9 cm.\n\nTô vít dài nhất.\n\nBài 3: Bút chì A, bút chì C dài hơn 8 cm."
        ]
      }
    ],
    "infor": {
      "page": "82",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "28",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "LUYỆN TẬP CHUNG (2 tiết)"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n- Cảm nhận đúng về dài hơn - ngắn hơn, cao hơn - thấp hơn.\n— Thực hành giải quyết được các vấn đề thực tế đơn giản liên quan đến đo độ dài.\n* Phát triển năng lực\n- Thực hiện thao tác tư duy ở mức độ đơn giản, đặc biệt là khả năng quan sát.\n— Bước đầu biết chỉ ra chứng cứ và lập luận có cơ sở, có lí lẽ trước khi kết luận.\n- Xác định cách thức giải quyết vấn đề.\n- Thực hiện và trình bày giải pháp cho vấn đề.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng dạy Toán 1 của GV.\n- Bộ đồ dùng học Toán 1 của HS.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1. Luyện tặp\nBài 1: Lưu ý:\n- GV nên cho HS gọi tên đồ vật trước khi so sánh.\n- HS không cần sử dụng thước để đo độ dài trong bài này.\nBài 2: Nếu như ở bài 1 là so sánh dài hơn - ngắn hơn thì trong bài này, HS cần so\nsánh cao hơn - thấp hơn, từ đó chỉ ra được bạn nào cao nhất, bạn nào thấp nhất.\nBài 3:\n— Câu a, HS có thể quan sát hai con vật để xác định con vật nào cao hơn.\nLưu ý: Có thể hỏi: Con vật nào thấp hơn?\n~ Câu b, bút chì đặt đứng, thước kẻ đặt ngang nên không so sánh trực tiếp chiều dài\ncủa hai vật với nhau được. Vì thế, GV hướng dẫn HS cách so sánh gián tiếp thông\nqua vật trung gian là quyển sách Toán 1.\n\nThước kẻ dài hơn quyển sách Toán 1, quyển sách Toán 1 dài hơn bút chì. Vậy thước\nkẻ dài hơn bút chì.\nBài 4: Sử dụng thước kẻ có chia vạch xăng-ti-mét đo đúng độ dài mỗi vật.\nBài 5: Đồ vật cho được vào hộp bút phải ngắn hơn hộp bút.\nĐáp án: Bài I: a) Bút chì dài hơn bút sáp.\nb) Cục tẩy dài hơn cái ghim.\nBài 2: Bạn Nam cao nhất, bạn Mi thấp nhất.\nBài 4: Bút chì dài 8 cm; Bút sáp dài 6 cm;\nĐồng hồ dài 12 cm; Điện thoại dài 10 cm.\n\nBài 5: Bút chì, cục tẩy cho được vào hộp bút.",
          "Tiết 2. Luyện tép\nBài 1: Thông qua hình ảnh, GV có thể yêu cầu HS xác định bục cao nhất, bục thấp\nnhất, từ đó kết hợp với điều kiện của bài toán để đưa ra câu trả lời thích hợp.\n\nBài 2: GV gợi ý HS quan sát số khoảng cách giữa hai cây liên tiếp (hoặc số cây) từ chỗ\n\ncáo tới chỗ sóc và thỏ, từ đó so sánh rồi đưa ra kết luận.\n\nBài 3:\n\n- HS xác định được đường đưa sóc đến chỗ hạt dẻ có thể là hai đường nào (đường\nmàu vàng và đường màu xanh)?\n\n- HS xác định được: Muốn đến chỗ hạt dẻ mà đi qua gốc cây (đường màu vàng), sóc\nphải đi bao nhiêu bước? (4 + 6 = 10 bước).\n\n- Đi thẳng từ A đến hạt dẻ (đường màu xanh), sóc phải đi mấy bước? (8 bước).\n— Từ đó so sánh số bước đi của sóc qua các đường để xác định đường nào ngắn hơn.\nBài 4:\na) HS đo độ dài mỗi bút chì để xác định mỗi bút chì dài bao nhiêu xăng-ti-mét.\nb) HS so sánh các số đo để trả lời các câu hỏi trong bài.\nĐáp án: Bài 1: Thỏ về đích thứ nhất;\nCáo về đích thứ hai;\nSóc về đích thứ ba.\n\nBài 2: Từ chỗ cáo tới chỗ sóc dài hơn từ chỗ cáo tới chỗ thỏ.\n\nBài 3: Đường màu xanh.\nBài 4: a) A: 7 cm, B: 8 cm, C: 3 cm, D: 5 cm, E: 9 cm;\nb) E dài nhất, C ngắn nhất.\n\n\n\n\n(2 tiết)"
        ]
      }
    ],
    "infor": {
      "page": "85",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "29",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "Chủ đề 8. PHÉP CỘNG, PHÉP TRỪ (KHÔNG NHỚ)",
      "TRONG PHẠM VI 100",
      "PHÉP CỘNG SỐ CÓ HAI CHỮ SỐ VỚI SỐ CÓ MỘT CHỮ SỐ"
    ],
    "skill_name": "Phép cộng số có hai chữ số với số có một chữ số",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n\n* Kiến thức\n\n— Hiểu được ý nghĩa thực tế của phép cộng (hình thành phép cộng qua thao tác với que\ntính, bài toán thực tế).\n\n- Thực hiện được phép cộng số có hai chữ số với số có một chữ số. Thực hiện được\ntính nhẩm.\n\n* Phát triển năng lực\n\n- Giải được các bài toán thực tế có liên quan tới phép cộng số có hai chữ số với số\ncó một chữ số.\n\n- Rèn luyện tư duy, khả năng diễn đạt giao tiếp khi giải toán vui, trò chơi, toán\nthực tế,...\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "Bộ đồ dùng học Toán 1 (các mô hình, que tính,...).\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá\n- Cho HS thao tác với que tính để minh hoạ và hình thành phép cộng 41 + 5.\n- Cho HS quan sát tranh từ thực tế (các quả táo) dẫn đến phép cộng 20 + 4.\n- Dựa vào cấu tạo số (chục và đơn vị), HS nắm được quy tắc tính (gồm đặt tính rồi\ntính từ hàng đơn vị đến hàng chục).\nLưu ý: Dựa vào tranh để nêu thành “bài toán” thực tế dẫn đến phép tính giải, rồi mới\nthực hiện “kĩ thuật” tính.\n\n—_ Ví dụ hình thứ nhất: GV bắt đầu bằng việc hỏi HS về số lượng que tính trong mỗi hàng.\nTiếp theo, GV hướng dẫn viết phép tính 41 + 5 theo hàng dọc rồi thực hiện tính, bắt\nđầu từ hàng đơn vị. Chẳng hạn:\n\n- Viết 41 rồi viết 5 thẳng cột với 1. 41    Tính:\n\n                                       +\n- Viết dấu +.                          5    - 1 cộng 5 bằng 6, viết 6\n- Kẻ vạch ngang.                      46    - Hạ 4, viết 4\n\nVậy 41 + 5= 46\nLưu ý viết các chữ số cùng hàng thẳng cột với nhau.\nGV yêu cầu HS đếm tổng số que tính ở cả hai hàng để kiểm tra kết quả.",
          "2. Hoạt động\n\nBài I: Thực hiện thuật toán cộng số có hai chữ số với số có một chữ số.\nBài 2: GV có thể thực hiện thành hai bước: bước thứ nhất đặt đúng phép tính, GV\nkiểm tra cả lớp xem đã đặt đúng chưa rồi mới chuyển sang bước thứ hai là tính.\nBài 3: Thực hiện phép tính ở bên trái và tìm kết quả ở bên phải. Thực hiện đúng,\nHS sẽ ghép được cặp con vật - thức ăn. Bài toán ngoài mục đích luyện tập tính cộng\nnhẩm còn giới thiệu thêm kiến thức về thức ăn của các loài vật gần gũi.\nĐáp án: Bài 1: 27, 67, 87.\n\nBài 2: 19, 76, 98.\n\nBài 3: 40 + 9 = 49; 76 + 2 = 78; 90 + 8 = 98; 25 + 1 = 26.",
          "Tiết 2. Luyện tép\nBài I1: Luyện tập đặt tính rồi tính.\nBài 2: Trên mỗi hàng thực hiện hai phép tính cộng từ trái sang phải.\nBài 3: Bài toán đặt phép tính phù hợp với câu hỏi của bài toán. GV gọi một số HS đọc\nđề bài. GV đặt câu hỏi: “Muốn biết cả hai chị em gấp được bao nhiêu chiếc thuyền\ngiấy thì các em dùng phép tính gì?” Sau đó GV cho HS ghi phép tính vào vở, kiểm\ntra và chữa bài.\nBài 4: GV có thể để các em tự làm. Khi chữa bài, GV đọc to từng lựa chọn.\nVí dụ với lựa chọn A, GV hỏi: “Nếu cho tất cả ếch con trên cây bèo này lên lá sen\nthì trên lá sen có bao nhiêu chú ếch con?”. Tương tự cho B, C.\nBài 5: GV có thể tổ chức bài này thành một trò chơi có hai nhóm tham gia. Mỗi\nnhóm tìm các phép cộng đúng có một số hạng ở hình thứ nhất và một số hạng ở hình\nthứ hai ra kết quả ở hình thứ ba. Kết quả bài này có hai phép tính đúng.\nĐáp án: Bài I: 46, 79, 39. Bài 2: 15, 16; 2,207 42, 46.\n\nBài 3: 25 + 3=28. — Bài 4: B. Bài 5: 40 + 2 = 42; 52+3=55.\n\n(2 tiết)"
        ]
      }
    ],
    "infor": {
      "page": "87",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "30",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "PHÉP CỘNG SỐ CÓ HAI CHỮ SỐ VỚI SỐ CÓ HAI CHỮ SỐ"
    ],
    "skill_name": "Phép cộng số có hai chữ số với số có hai chữ số",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n\n* Kiến thức\n\n- Hiểu được ý nghĩa thực tế của phép cộng (qua bài toán thực tế để hình thành phép\ncộng cần tính).\n\n- Thực hiện được phép cộng số có hai chữ số với số có hai chữ số (không nhớ). Biết\ntính nhẩm trong trường hợp đơn giản.\n\n* Phát triển năng lực\n\n~ Giải được các bài toán tình huống thực tế liên quan tới phép cộng số có hai chữ số\nvới số có hai chữ số.\n\n- Rèn luyện tư duy, khả năng diễn đạt khi giải các bài toán vui, trò chơi, toán\n\nthực tế,...\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "Bộ đồ dùng học Toán 1 (các mô hình, que tính,...).\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá\n\n- Cho HS thao tác với que tính để minh hoa và hình thành phép cộng 32 + 15.\nGV bắt đầu bằng việc yêu cầu HS đếm số lượng que tính trong mỗi hàng. Sau\nđó có thể hỏi HS về số lượng que tính ở mỗi hàng để HS thấy mối liên hệ giữa\nsố que tính ở mỗi hàng với chữ số hàng chục và hàng đơn vị tương ứng.\n\nChẳng hạn: O hàng thứ nhất có 3 bó que tính ứng với chữ số hàng chục là 3 và có 2\n\nque tính rời ứng với chữ số hàng đơn vị là 2.\n\n- GV hướng dẫn HS đặt phép tính cộng 32 + 15 theo hàng dọc rồi thực hiện phép\ncộng số có hai chữ số với số có hai chữ số, bắt đầu từ hàng đơn vị.\n\nChẳng hạn: Viết 32 rồi viết 15 dưới 32 sao cho chục thẳng cột với chục, đơn vị thẳng\n\ncột với đơn vị, viết dấu +, kẻ vạch ngang rồi tính từ phải sang trái.\n\n32 e 2 cộng 5 bằng 7, viết 7\n\n+ š g\n15 e 3 cộng 1 bằng 4, viết 4\n47 Vậy 32 + 15 =47.\nGV yêu cầu các em đếm lại số que tính ở cả hai hàng để kiểm tra kết quả phép\ntính cộng.\nTương tự cho ví dụ với quả táo.",
          "2. Hoạt động\n\nBài 1: Thực hiện cộng số có hai chữ số với số có hai chữ số bằng cách đặt tính.\nBài 2: HS đặt tính rồi tính.\nBài 3: HS có thể tính nhẩm hoặc đặt tính cộng (nếu chưa thành thạo tính nhẩm). Sau\nkhi tính ra kết quả thì ghép các cặp phép tính với kết quả. Bên dưới trực thăng, vòng\ntròn có chữ H là bãi đỗ cho trực thăng. Trong tiếng Anh, helicopter là trực thăng nên\nthường dùng chữ H kí hiệu bãi đỗ cho trực thăng.\nBài 4: GV yêu cầu HS đọc hiểu bài toán, có thể gọi một số em đọc to bài toán. GV đặt\ncâu hỏi: “Muốn biết có tất cả bao nhiêu quả cà chua thì các em làm phép tính gì?”\nCuối cùng GV cho các em viết phép tính và tính kết quả ra vở.\nĐáp án: Bài 1: 52, 45, 87, 89. Bài 2: 34, 79, 74, 98.\n\nBài 3: 39 + 40 = 79, 80 + 10 = 90. Bài 4: 10 + 26 = 36.",
          "Tiết 2. Luyện tập\n\nBài 1: On tập lại cách đặt tính để thực hiện phép cộng số có hai chữ số với số có hai\nchữ số.\nBài 2: GV gợi ý HS nên thực hiện các phép tính cộng bằng cách nhẩm. GV gọi HS trả\nlời câu hỏi về quả xoài ghi phép tính có kết quả lớn nhất và bé nhất.\nBài 3: GV gọi một số HS đọc to bài toán, sau đó cho các em viết phép tính và kết quả\ntính ra vở.\nBài 4: GV hướng dẫn cho HS tính nhẩm.\nBài 5: Đây là một bài tập thực hiện tính nhẩm phép cộng với cách minh hoạ phép\ntính sinh động và cấu trúc kiểu đồ hình. HS có thể nhẩm hoặc thực hiện nháp trên\ngiấy để tìm các số còn thiếu. Điểm thú vị nữa của bài toán này là hai cặp phép tính\ntạo thành hai chữ L cùng xuất phát từ số 30 và cùng kết thúc ở số 64.\nĐáp án: Bài I: 57, 77, 96, 99.\n\nBài 2: Lớn nhất: 80 + 3; bé nhất: 2 + 40.\n\nBài 3: 15 + 24= 39.\n\nBài 4: a) 60, 60,60; b)70, 70,70;  c) 30, 40, 50.\nBài 5: 53, 42, 64.\n\n(3 tiết)"
        ]
      }
    ],
    "infor": {
      "page": "89",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "31",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "PHÉP TRỪ SỐ CÓ HAI CHỮ SỐ CHO SỐ CÓ MỘT CHỮ SỐ"
    ],
    "skill_name": "Phép trừ số có hai chữ số cho số có một chữ số",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n\n* Kiến thức\n\n— Hiểu được ý nghĩa thực tế của phép trừ (hình thành phép trừ qua bài toán thực tế).\n\n- Thực hiện được phép trừ số có hai chữ số cho số có một chữ số.\n\n* Phát triển năng lực\n\n~ Giải các bài toán thực tế có liên quan đến phép trừ số có hai chữ số cho số có một\nchữ số.\n\n- Rèn luyện tư duy, khả năng diễn đạt giao tiếp khi giải toán vui, trò chơi, toán\n\nthực tế,...\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng học Toán 1 (các mô hình, que tính,...).\n\n- Những mô hình, vật liệu, xúc xắc,... để tổ chức trò chơi trong bài học (SGK).\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá\n- Cho HS quan sát tranh từ thực tế (các que tính, nhóm quả táo) để dẫn đến các\nphép trừ 76 - 5 = 71 và 34 - 4 = 30.\n~ Dựa vào cấu tạo số (chục và đơn vị), HS nắm được quy tắc tính (gồm đặt tính rồi\ntính từ hàng đơn vị đến hàng chục).\nLưu ý:\n- Dựa vào tranh để nêu thành “bài toán” thực tế dẫn đến phép tính giải, rồi mới thực\nhiện “kĩ thuật” tính.\n- Hướng dẫn HS đặt tính và thực hiện phép trừ tương tự như đối với phép cộng.",
          "2. Hoạt động\n\nBài I1: HS tính phép trừ (đã đặt tính sẵn). HS tự tính ra kết quả (thực chất tính ở hàng\nđơn vị là vận dụng bảng trừ trong phạm vi 10).\nBài 2: HS đặt tính rồi thực hiện tính như ở bài 1 (GV kiểm tra phần đặt tính của HS,\nlưu ý từng hàng thẳng cột).\nBài 3: HS tính phép tính ghi trên ô tô. Kết quả mỗi phép tính là chỗ đỗ cho mỗi ô tô\n\ntương ứng.\n\nBài 4: Từ bài toán hay gặp trong thực tế, GV hướng dẫn HS nêu được phép tính\nthích hợp.\n\nĐáp án: Bài 1: 15, 33, 65, 73, 90. Bài 2: 13, 42, 72, 90.\n\nBài 3: 47 - 2 =45;78-- 5= 73. Bài 4:29 - 5 = 24.",
          "Tiết 2. Luyện tép\nBài 1: Cho HS biết cách tính nhẩm “trừ dân, bớt 1” để tìm ra kết quả phép trừ đơn giản.\na) Hướng dẫn mẫu: GV có thể đưa ra nhận xét: 35 - 2 có thể lấy 35 trừ dần 1 hai lần,\n35- 1=34; 34 - 1 = 33. Kết quả 35 - 2 = 33.\nb) Tương tự như mẫu: Lấy 18 trừ dần 1 ba lần, 18 - 1 = 17; 17 - 1= 16; 16 - 1 = 15.\nKết quả 18 - 3 = 15.\n\nc) HS tự làm như mẫu: Lấy 16 trừ dần 1 bốn lần, 16 - 1 = 15; 15 - 1= 14; 14- 1 = 13;\n13- 1= 12. Kết quả 16 - 4= 12.\nBài 2: Củng cố cách đặt tính rồi tính. HS tự phát hiện vấn đề vì sao đúng, sai rồi nêu\nÐ (đúng), S (sai). Sau đó GV có thể cho HS tự chữa lại những câu sai cho đúng.\nBài 3: Yêu cầu HS thực hiện các phép tính, tìm ra kết quả rồi nêu hai phép tính có\ncùng kết quả.\n(Có thể cho HS nhẩm, hoặc cho HS ghi tạm kết quả vào bên cạnh mỗi phép tính rồi\nkết luận cho chắc chắn.)\nLưu ý: GV yêu cầu HS tìm tất cả các cặp phép tính có cùng kết quả.\nBài 4: Từ hình ảnh vui, GV có thể nêu bài toán, gợi ý (cho gì, hỏi gì) từ đó yêu cầu\nHS nêu phép tính thích hợp.\nLưu ý: 18 bạn gồm hai nhóm, nhóm các bạn thỏ (cần tìm) và nhóm các bạn rùa\n(8 bạn). Từ đó viết được phép trừ (18 - 8) để tìm ra số bạn thỏ (10 bạn).\nĐáp án: Bài 2: a) Ð; b) § (sai khi trừ ở hàng chục);\n€) § (sai ở đặt tính); d) Ð.\nBài 3: 98 - 3 = 96 - 1; 66 - 5 = 65 - 4; 77 - 7 = 76 - 6.\nBài 4: 18 - 8 = 10.",
          "Tiết 3. Luyện tép\nBài 1: Yêu cầu HS tự đặt tính rồi tính.\nLưu ý: Có liên hệ tới quan hệ giữa phép cộng và phép trừ.\n\nBài 2: Yêu cầu HS thực hiện phép cộng, trừ theo sơ đồ mũi tên rồi tìm số thích hợp\ntrong mỗi ô.\nLưu ý: Tính lần lượt từ trái sang phải theo chiều mũi tên.\nBài 3: Yêu cầu HS thực hiện các phép tính, so sánh kết quả tìm được với 55 rồi trả lời\ncâu hỏi (theo yêu cầu của đề bài).\n(Nên để HS tự nhẩm kết quả rồi so sánh kết quả các phép tính ở từng cánh diều\nvới 55).\nBài 4: GV có thể nêu bài toán, gợi ý (cho gì, hỏi gì), từ đó yêu cầu HS nêu phép tính\nthích hợp.\nTrò chơi: Lấy đồ chơi nào?\nTổ chức chơi theo cặp đôi hay nhóm. Mỗi người lần lượt chơi (theo hướng dẫn của\ntrò chơi).\nLưu ý:\n- Qua bài này củng cố các phép tính trừ số có hai chữ số cho số có một chữ số.\n- Các phép tính lập được có các dạng: 49 - 1; 49 - 2; 49 - 3; 49 - 4; 49 - 5; 49 - 6.\n(Kết quả ghi ở trong các gấu bông hoặc ô tô đồ chơi.)\nĐáp án: Bài 1: a) 57, 53; b) 68, 65; c) 97, 95.\nBài 2: a) 57, 53; b) 48, 41.\nBài 3: Diều màu vàng ghi phép tính 59 - 2 có kết quả lớn hơn 55.\nBài 4: 48 - 5 = 43.\n\n\n(3 tiết)"
        ]
      }
    ],
    "infor": {
      "page": "91",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "32",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "PHÉP TRỪ SỐ CÓ HAI CHỮ SỐ CHO SỐ CÓ HAI CHỮ SỐ"
    ],
    "skill_name": "Phép trừ số có hai chữ số cho số có hai chữ số",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n- Hiểu được ý nghĩa thực tế của phép trừ (qua bài toán thực tế để hình thành phép\ntrừ cần tính).\n- Thực hiện được phép trừ số có hai chữ số cho số có hai chữ số.\n* Phát triển năng lực\n\n~ Giải bài toán tình huống thực tế có liên quan đến phép trừ số có hai chữ số cho số\ncó hai chữ số (nêu phép tính thích hợp với “tình huống” trong tranh).\n\n- Rèn luyện tư duy, khả năng diễn đạt khi giải các bài toán vui, trò chơi, toán\nthực tế,...\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "~ Bộ đồ dùng học Toán 1 (các mô hình, que tính,...).\n- Những tư liệu, vật liệu (bằng bìa), xúc xáắc,... để tổ chức trò chơi trong bài\nhọc (SGK).\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá\n\n~ Cho HS quan sát tranh, GV có thể nêu thành bài toán rồi đưa ra phép tính thích hợp.\n(Ví dụ: Có 76 que tính, bớt đi 32 que tính. Hỏi còn lại bao nhiêu que tính? Từ đó dẫn\nra phép tính 76 - 32. Ta sẽ cùng thực hiện phép tính này như thế nào?). Dựa vào cấu\ntạo số, cho HS biết quy tác thực hiện phép tính qua hai bước (đặt tính rồi tính) như\nSGK.\n\n- Thực hiện tương tự với các quả táo để đưa ra phép trừ 52 - 20.\nLưu ý: Chốt lại “quy tắc tính” thực hiện phép trừ (gồm hai bước: đặt tính rồi tính.\nTính từ phải sang trái, bắt đầu từ hàng đơn vị).",
          "2. Hoạt động\n\nBài 1: HS tính phép trừ (đã đặt tính sẵn). Yêu cầu thực hiện đúng (trừ từ hàng đơn\nvị đến hàng chục).\n\nBài 2: Yêu cầu HS thực hiện bước đặt tính trước rồi mới tính kết quả (đặt tính cần\nthẳng cột các hàng đơn vị, hàng chục; thực hiện tính từ phải sang trái).\n\nBài 3: Yêu cầu HS tìm ra kết quả các phép tính ở mỗi quả dưa, rồi so sánh các kết quả\ntính đó. Từ đó tìm ra quả dưa ghi phép tính có kết quả lớn nhất.\n\nBài 4: GV có thể nêu bài toán, phân tích đề (bài toán cho gì, hỏi gì). Từ đó cho HS\nđưa ra phép trừ thích hợp.\n\nĐáp án: Bài 1: 23, 27, 20, 24, 30.\nBài 2: 53, 20, 17, 55.\nBài 3: Quả dưa ghi phép tính 70 - 20 có kết quả lớn nhất.\nBài 4: 75 - 25 = 50.",
          "Tiết 2. Luyện tạp\n\nBài 1: Cho HS biết cách tính nhẩm trừ hai số tròn chục.\n\nMẫu: Trừ hai số tròn chục (60 - 20). HS nhẩm “6 chục - 2 chục = 4 chục”, rồi viết ngay\n60 - 20 =40. Tương tự, HS tính nhẩm được các phép tính ở câu a, b, c.\nBài 2: Yêu cầu HS đặt tính rồi tính, thực hiện từ phải sang trái từ hàng đơn vị.\n\nBài 3: Yêu cầu HS tính theo thứ tự từ trái sang phải (theo chiều mũi tên):\n\na) 85 - 25 = 60, 60 - 20 = 40.\n\n(Mỗi phép tính có thể “nhẩm”)\n\nb) Củng cố quy tắc tính phép trừ đã học (có thể phát triển nâng cao hơn là phải tìm\nchữ số thích hợp của mỗi số khi thực hiện phép trừ ở từng hàng đơn vị hoặc ở hàng\n\nchục), chẳng hạn:\n\nLỗ 5L] HS biết 9 - 4= 5 —> Nêu số 9 trong ô ở hàng đơn vị.\n24\nĐ: 9\n\nbồ) 8 5 HS biết 5 - 4= 1 —> Nêu số 4 trong ô ở hàng đơn vị.\n\nbiết 8 - 6 = 2 —> Nêu số 6 trong ô ở hàng chục.\n2.\n\nLưu ý: Có thể tìm =85 ~21 = 64...\n\nBài 4: GV có thể nêu “tình huống” trong bài toán thực tế, phân tích đề (cho gì,\nhỏi gì). Từ đó cho HS đưa ra phép trừ thích hợp.\n\nĐáp án: Bài I: a) 20, 20, 30; b) 70, 10, 70; _ c) 10, 40, 30.\nBài 2: 20, 22, 40, 24.\nBài 3: a) 60, 40;\nb)59-24=35;  97-51=46;\n68-23=45; - 85-64=21.\nBài 4: 86 - 50 = 36.",
          "Tiết 3. Luyện tép\nBài 1: Yêu cầu HS đặt tính rồi tính.\nLưu ý: Bài này củng cố quy tắc tính và mối quan hệ giữa phép cộng và phép trừ.\n\nBài 2: Yêu cầu HS thực hiện tính cả bốn phép tính, từ đó tìm ra bạn nào cầm thẻ ghi\nphép tính có kết quả lớn nhất.\n\nBài 3: Yêu cầu HS so sánh được số đo độ dài (chiều cao) của ba bạn Rô-bốt rồi tìm ra\nbạn nào cao nhất, bạn nào thấp nhất.\n\nTrò chơi: Hái nấm\n\n~ Củng cố phép tính trừ số có hai chữ số cho số có hai chữ số và cho số có một chữ số.\n- Gây hứng thú học tập qua trò chơi, HS được gieo xúc xác, được hái nấm.\n~ Có thể tổ chức chơi theo cặp đôi hoặc nhóm nhỏ (tuỳ điều kiện chuẩn bị của lớp).\nĐáp án: Bài I: a) 67, 47, 20; b) 97, 41, 56.\n\nBài 2: Rô-bốt cầm thẻ ghi phép tính có kết quả lớn nhất (67 - 36 = 31).\n\nBài 3: Bạn 97 cm cao nhất, bạn 87 cm thấp nhất."
        ]
      }
    ],
    "infor": {
      "page": "93",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "33",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "LUYỆN TẬP CHUNG (4 tiết)"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n- Đặt tính và thực hiện được phép tính cộng, trừ (không nhớ) số có hai chữ số.\n- Tính nhẩm được các phép cộng và trừ (không nhớ) số có hai chữ số.\n* Phát triển năng lực\n\nĐọc hiểu và tự nêu phép tính các bài toán yêu cầu đặt phép tính.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "Thước kẻ cho tiết 1 để vẽ hình biểu diễn khoảng cách các quả cầu.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1. Luyện tạp\nBài 1: GV cho HS luyện tập lại cách thực hiện phép cộng, trừ, bao gồm đặt tính rồi\ntính và tính nhẩm.\nBài 2:\n- GV hướng dẫn HS quan sát hình vẽ, hiểu và nêu được số thích hợp.\n— Tìm độ xa của quả cầu mà Việt đá bằng phép tính: 10 + 5 = 15 (bước chân).\n— Tìm độ xa của quả cầu mà Rô-bốt đá bằng phép tính: 15 + 4= 19 (bước chân).\nBài 3: Để các em làm quen với bài toán, GV có thể chỉ vào một chú ếch, hỏi HS: “Chú\nếch này đang nói đến số nào?” Sau khi HS thực hiện phép tính và trả lời xong thì GV\nchỉ vào một số ô và đặt câu hỏi, ví dụ: “Chú ếch màu xanh có đi theo số này không?”,\nsau đó GV cho các em làm bài.\nBài 4:\n\n- GV hướng dẫn HS tìm hai đốt tre bị xếp nhầm.\nHS sẽ tìm đáp án đúng bằng cách thử. Cụ thể HS có thể đổi chỗ hai đốt tre bất kì\nvà thực hiện phép tính xem đã đúng chưa. Nếu chưa đúng thì đổi lại vị trí hai đốt\ntre vừa đặt làm lại. Thử cho đến khi tìm được kết quả đúng.\n\n~ Bài này có thể làm theo từng cặp hoặc nhóm nhỏ (3 đến 4 em) để các em bàn luận.\nĐáp án: Bài 1: a) 25, 37, 17, 50; b) 50, 50, 50, 50.\n\nBài 2: Mai: 10 bước chân; Việt: 15 bước chân; Rô-bốt: 19 bước chân.\n\nBài 3: Chú ếch màu nâu ăn được hoa mướp.\n\nBài 4: 98 - 73 = 25.",
          "Tiết 2. Luyện tạp\n\nBài 1: GV cho HS luyện tập lại cách đặt tính và thực hiện phép tính.\nBài 2: HS có thể tính nhẩm hoặc nếu chưa tính được thì có thể tự viết lại phép tính\nvào vở để tính. GV có thể gợi mở HS về sự giống nhau ở kết quả của hai phép tính\n37 + 12- 23 và 37 - 23 + 12. Như vậy xuất phát từ số 37 dù ta cộng 12 trước hay trừ\n23 trước thì kết quả cuối cùng vẫn không thay đổi.\nBài 3: Yêu cầu tìm các chữ số còn thiếu. GV có thể gợi ý, chẳng hạn với phép tính\n12+2 = 36 là: “Số nào cộng với 2 bằng 6?”\nBài 4: Luyện tập đọc hiểu bài toán, kĩ năng tự đặt phép tính, hoàn thành phép tính\nrồi nêu câu trả lời cho bài toán đó. GV gọi một số HS đọc to bài toán. Sau đó, GV\nđặt câu hỏi: “Bài toán này dùng phép cộng hay trừ?” Sau đó, GV cho các em tự viết\nphép tính rồi tính vào vở, gọi 1 HS lên chữa bài và nhận xét.\nChú ý: Bài này có thêm yêu cầu HS nêu câu trả lời. GV nên thiết kế câu trả lời mẫu\nđể HS làm quen với yêu cầu này. Có thể cho HS viết câu trả lời hoàn thiện vào vở.\nBài 5: Để trả lời từng câu hỏi, ban đầu GV có thể yêu cầu HS đánh dấu đường đi.\nChẳng hạn đường đi từ nhà Dế Mèn đến nhà bác Xén Tóc.\nĐáp án: Bài 1: 28, 69, 45, 54.\n\nBài 2: 49, 26; 14, 26.\n\nBài 3: 12+ 24= 36; 43+ 13 = 56; 68-21 =47.\n\nBài 4: 53 quả thị.\n\nBài 5: a) 30 + 31 + 32 = 93 (bước chân).\n\n30 + 15 + 21 = 66 (bước chân).\nb) Nhà Dế Trũi gần nhà Dế Mèn nhất.",
          "Tiết 3. Luyện tép\nBài 1: GV cho HS luyện tập lại cách đặt tính và thực hiện phép tính.\nBài 2: Luyện tập đọc hiểu bài toán, kĩ năng tự đặt phép tính, hoàn thành phép tính\nvà nêu câu trả lời.\nBài 3: GV giải thích về quy luật các con số thông qua hình vẽ trên bảng. Gọi từng HS\nlên hoàn thành các ô từ dưới lên trên. Bài toán cũng có thể tổ chức thành một trò\nchơi tiếp sức: Trong nhóm, các thành viên thay nhau lên hoàn thành từng ô, nếu viết\nsai thì cho bạn khác lên sửa lại cho đúng và nhóm nào nhanh hơn thì thắng.\nBài 4: HS tính rồi nêu kết quả của mỗi phép tính.\nCó thể tổ chức bài tập này thành trò chơi theo cặp. Hai bạn HS bắt đầu từ hai đầu của\nđường đua và lần lượt thực hiện các phép tính, bạn nào nhanh hơn (tính được nhiều\nphép tính đúng hơn) thì thắng. GV có thể in sẵn hình vẽ ra giấy khổ lớn rồi cho các\ncặp HS chơi với nhau.\n\nĐáp án: Bài 1: 38, 87, 71, 92.\nBài 2: 49 - 25 = 24. Ngày thứ hai, tráng sĩ uống 24 bầu nước.\nBài 3: Các số được điền từ dưới lên trên: 22, 45, 89.\nBài 4: Từ trên xuống dưới: 38, 36, 70, 64, 45, 44, 19, 90.",
          "Tiết 4. Luyện tạp\nBài 1: GV yêu cầu HS tính nhẩm mà không cần đặt tính.\nBài 2: Hướng dẫn tương tự bài 3 tiết 2.\nBài 3: GV có thể hướng dẫn HS viết phép tính cho bài toán (45 + 33 = 78), sau đó\nnêu câu trả lời.\nBài 4: GV hướng dẫn HS thực hiện phép tính từ trái sang phải. Có thể thay bằng mô\nhình tính như bài 2 tiết 2 để HS dễ hình dung cách tính.\nBài 5: GV cho HS luyện tập lại bài toán đặt phép tính. GV cho HS đọc to đề bài. Sau\nđó cho các em làm lần lượt từng ý một. Với mỗi ý, GV đặt câu hỏi là đặt phép tính\ncộng hay trừ. Sau khi HS trả lời câu hỏi mới cho HS làm bài.\nĐáp án: Bài 1: 65, 49, 90, 3.\nBài 2: 18 + 50 = 68, 40 - 10 =30, 35+33= ó8.\nBài 3: 45 + 33 = 78. Túi màu đỏ có 78 quả thông.\nBài 4: a)61;  b) 12; c) 57:\n\nBài 5: a) 10 + 12 = 22. Có tất cả 22 toa tàu.\nb) 15 - 3 = 12. Có 12 toa chở khách."
        ]
      }
    ],
    "infor": {
      "page": "96",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "34",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "Chủ đề 9. THỜI GIAN. GIỜ VÀ LỊCH",
      "XEM GIỜ ĐÚNG TRÊN ĐỒNG HỒ (2 tiết)"
    ],
    "skill_name": "Xem giờ đúng trên đồng hồ",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n- Biết xem giờ đúng trên đồng hồ.\n- Đọc được giờ đúng trên đồng hồ.\n* Phát triển năng lực\n\nThực hiện các thao tác tư duy ở mức độ đơn giản, quan sát tranh.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "~ Bộ đồ dùng học Toán 1.\n— Mô hình đồng hồ hoặc đồng hồ thật (nếu có điều kiện).\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá\n- GV có thể đặt câu hỏi: Làm thế nào để biết về thời gian? Chẳng hạn:\n+ Em thức dậy vào mỗi buổi sáng lúc mấy giờ?\n+ Bố mẹ đưa em đi học lúc mấy giờ?\n+ Em tan học lúc mấy giờ...\n~ Sau đó, GV giới thiệu về đồng hồ. Sử dụng đồng hồ chuẩn bị trước, GV có thể đặt\ncâu hỏi:\n+ Mặt đồng hồ có bao nhiêu số? Từ số bao nhiêu đến số bao nhiêu?\n+ Trên mặt đồng hồ, ngoài các số còn xuất hiện gì?\n\n- GV giới thiệu về kim dài, kim ngắn: Kim ngắn chỉ giờ, kim dài chỉ phút.\n\n— Yêu cầu HS quan sát phần “Khám phá” trong SGK, GV sử dụng mô hình đồng hồ\nquay đúng 6 giờ (như đồng hồ trong SGK) rồi giới thiệu cho HS: “Đồng hồ báo thức\nlúc 6 giờ” GV cần nhấn mạnh: Kim ngắn (kim giờ) chỉ số 6, kim dài (kim phút)\nchỉ số 12.",
          "2. Hoạt động\n\nBài 1:\n\n- GV yêu cầu HS lần lượt quan sát các bức tranh a, b, c, d. GV cần cho HS xác định\nrõ yêu cầu của câu hỏi:\n+ Bạn làm gì?\n+ Bạn làm việc đó lúc mấy giờ?\n\n~ Trên cơ sở đó, GV có thể đặt câu hỏi: Bạn ở bức tranh a đang làm gì?\n\n- Sau khi HS mô tả xong hoạt động của bạn ở bức tranh a, GV đặt tiếp câu hỏi về\nthời gian: Bạn thực hiện hoạt động đó lúc mấy giờ?\n\n- Tương tự cho các bức tranh còn lại.\n\nLưu ý:\n\n~ Tuỳ trình độ HS mà GV có thể yêu cầu HS xác định kim ngắn (kim giờ) chỉ số mấy\n(trên mặt đồng hồ tương ứng trong mỗi hình vẽ) trước khi yêu cầu HS xác định\nmấy giờ.\n\n- Trong mỗi bức tranh, đều ghi “buổi” trong ngày, nên sau khi mô tả hoạt động của\ncác bạn trong mỗi bức tranh, GV có thể kết hợp mô tả hoặc đặt câu hỏi để HS mô\n\ntả thêm về đặc điểm của “buổi sáng, buổi trưa, buổi chiều, buổi tối”\nBài 2: GV yêu cầu HS lần lượt quan sát các đồng hồ và đọc giờ.\nBài 3: Trường hợp đồng hồ chỉ 12 giờ khi hai kim đồng hồ ở vị trí chồng lên nhau.\nVì vậy, SGK đưa ra một tình huống riêng để HS nhận thấy sự đặc biệt này. GV nên\nsử dụng mô hình đồng hồ xoay để đồng hồ chỉ 12 giờ cho trực quan và nhấn mạnh\nđặc điểm “hai kim chồng lên nhau”\nĐáp án: Bài I: a) Học bài lúc 9 giờ; b) Ăn trưa lúc 11 giờ;\nc) Chơi đá bóng lúc 5 giờ; đ) Đi ngủ lúc 10 giờ.\nBài 2: 1 giờ; 3 giờ; 5 giờ; 2 giờ; 4 giờ; 8 giờ.\nBài 3: Rô-bốt nói đúng.",
          "Tiết 2. Luyện tép\n\nBài I1:\n\n— Với câu a, trước tiên, GV có thể yêu cầu HS mô tả về hoạt động của các bạn trong\n\nbức tranh rồi sau đó xác định chiếc đồng hồ mỗi bạn đang cầm chỉ mấy giờ. Từ đó,\ntìm ra bạn cầm đồng hồ chỉ 7 giờ.\n— Câu b liên quan đến vị trí, cụ thể là cao hơn, thấp hơn. GV hướng dẫn HS tìm chiếc\nđồng hồ nào trong bức tranh ở vị trí cao nhất, sau đó xác định xem đồng hồ đó chỉ\nmấy giờ.\n\nBài 2:\n\n~ Trước khi xác định giờ trên mặt đồng hồ, GV có thể yêu cầu HS mô tả về các con\nvật trong mỗi bức tranh.\n\n— Sau khi đã xác định thời gian mỗi con vật đi ngủ, GV có thể mở rộng thêm bằng\ncách đặt các câu hỏi:\n\n+ Con vật nào đi ngủ muộn nhất?\n+ Em thường đi ngủ lúc mấy giờ?\n+ Chúng ta nên đi ngủ lúc mấy giờ?\nBài 3:\n- Trước tiên, GV có thể đặt câu hỏi:\n+ Các em có thích đi công viên không?\n+ Tại sao các em thích đi công viên? O đó có những hoạt động gì?\n\n- Tiếp đến, GV nên yêu cầu HS quan sát tranh và đoán tên các tiết mục được\nminh hoạ.\n\nLưu ý:\n\n- Các tiết mục trong bảng được đưa ra theo thứ tự thời gian bắt đầu biểu diễn, vì vậy\nGV nên yêu cầu HS quan sát các bức tranh tương ứng với các tiết mục theo thứ tự\nnhư trong bảng đưa ra. Từ đó nêu thời gian bát đầu diễn ra cho mỗi tiết mục.\n\n~ Sau khi hoàn thành câu a, GV có thể đặt thêm một số câu hỏi, chẳng hạn: “Trong\ncác tiết mục được nêu ra, em thích tiết mục nào nhất?”; “Có bạn nào thích tiết mục\nkhác với các tiết mục được nêu ra trong SGK không?”...\n\n- Câu b thuộc câu hỏi ở mức sáng tạo. Để xác định Mi xem được những tiết mục\nnào nếu Mi đến công viên lúc 2 giờ chiều, cần biết tiết mục nào diễn ra sau\n2 giờ chiều.\nLưu ý: Tuỳ mức độ HS và thời gian mà GV có thể cho HS làm hoặc không làm câu b.\nĐáp án: Bài 1: a) Bạn Rô-bốt; b) 9 giờ.\nBài 2: a) L1 giờ trưa; b)9giờ tối;  c) 6 giờ chiều; đ) 12 giờ đêm.\nBài 3: a) 1: 10 giờ, 2: 11 giờ, 3: 3 giờ, 4: 4 giờ, 5: 5 giờ.\n\nb) Ảo thuật, phim hoạt hình 5D, xiếc cá heo."
        ]
      }
    ],
    "infor": {
      "page": "99",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "35",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "CÁC NGÀY TRONG TUẦN (2 tiết)"
    ],
    "skill_name": "Các ngày trong tuần",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n~ Nhận biết được các ngày trong một tuần lễ, một tuần lễ có 7 ngày.\n~ Bước đầu làm quen và hiểu các khái niệm “hôm qua? “hôm nay” “ngày mai”\n* Phát triển năng lực\n— Thực hiện thao tác tư duy ở mức độ đơn giản, đặc biệt là khả năng quan sát.\n- Bước đầu biết chỉ ra chứng cứ và lập luận có cơ sở, có lí lẽ trước khi kết luận.\n~ Xác định cách thức giải quyết vấn đề.\n- Thực hiện và trình bày giải pháp cho vấn đề.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng dạy Toán 1 của GV.\n- Bộ đồ dùng học Toán 1 của HS.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá\n\n~ GV có thể bắt đầu với một số câu hỏi:\n\n+ Trong tuần em đi học vào những ngày nào?\n+ Em được nghỉ những ngày nào?...\n\n- Tiếp đến, GV giới thiệu về các ngày trong một tuần lễ. Khi giới thiệu một ngày cụ\nthể trong tuần, GV có thể hỏi HS về hoạt động trong ngày hôm đó (thực tế), sau\nđó so sánh với hoạt động trong bức tranh tương ứng.\n\n- Khi chuyển từ ngày này sang ngày khác, GV nên có câu nối, chẳng hạn: “Sau ngày\nthứ hai là ngày thứ ba, sau ngày thứ ba là ngày thứ tư...”\n\n- GV rút ra kết luận:\n\n+ Một tuần lễ có 7 ngày là: thứ hai, thứ ba, thứ tư, thứ năm, thứ sáu, thứ bảy,\nchủ nhật.\n\n+ Thứ hai là ngày đầu tuần, chủ nhật là ngày cuối tuần.\n\n- Tiếp theo, GV giới thiệu về hôm nay, ngày mai, hôm qua.\n\n+ Lấy ngày hôm nay làm mốc.\n+ Ngày sau ngày hôm nay là ngày mai.\n+ Ngày trước ngày hôm nay là hôm qua.\n- GV có thể hỏi HS về ngày diễn ra buổi học (hôm nay). Từ đó, GV gợi ý HS xác\nđịnh ngày mai, hôm qua.",
          "2. Hoạt động\nBài 1:GV nên yêu cầu HS mô tả trạng thái của cây đậu thần qua từng ngày, trước khi xác\nđịnh ngày cây đậu thần nảy mầm (câu a) và ngày mà cây đậu thần ra hoa (câu b).\nBài 2: GV nên yêu cầu HS mô tả bức tranh để thấy được sự thay đổi của đối tượng\n(được nêu ra trong SGK) qua từng ngày.\nBài 3: GV hướng dẫn cách xác định ngày hôm nay, ngày mai, hôm qua khi cho biết\nmột trong ba ngày đó.\nĐáp án: Bài 1: a) Thứ hai; b) Thứ sáu.\nBài 2: Thứ ba, thứ năm.\nBài 3: a) “Hôm qua” là thứ ba, “ngày maï” là thứ năm;\n\nb) “Hôm nay” là thứ bảy, “ngày mai” là chủ nhật.",
          "Tiết 2. Luyện tếp\n\nBài 1: GV có thể dẫn dắt: Bạn ốc sên bị quên đường về nhà. Chúng ta cần tìm đường\n\nvề nhà cho bạn ốc sên. Con đường này rất đặc biệt. Nó phải đi qua tất cả các viên đá,\n\nnhưng mỗi viên đá chỉ được đi qua 1 lần (viên đá đã đi qua không được đi lại).\n\nBài 2: Với các môn học giả tưởng cho nhân vật Rô-bốt, SGK đưa ra một thời khoá biểu:\n\n— Với câu a, HS chỉ cần quan sát thời khoá biểu và đọc tên các môn học mà bạn Rô-bốt\nhọc vào ngày thứ ba.\n\n— Câu b chính là một dạng thống kê bảng. Để làm được câu này, HS cần quan sát từng\nngày trong thời khoá biểu để tìm ra những ngày bạn Rô-bốt học môn Tiếng Việt. Để\ntiện cho việc trình bày và theo dõi của HS, GV có thể hướng dẫn bằng cách lập bảng:\n\nThứ hai Thứ ba Thứ tư Thứ sáu\n\n- Sau đó, GV hướng dẫn HS quan sát thời khoá biểu. Chẳng hạn, nếu thứ hai bạn\nRô-bốt có học môn Tiếng Việt thì đánh dấu tích (⁄) vào cột Thứ hai trong bảng\ntrên. Tương tự cho các ngày còn lại trong tuần, chúng ta sẽ thu được bảng:\n\nThứ hai Thứ sáu\n| | v | | v\nBài 3: - Trước tiên, GV có thể đặt câu hỏi về bức tranh được đưa ra trong SGK:\n\n+ Bức tranh mô tả gì?\n+ Em thấy những gì trên bức tranh?\n\n- GV có thể giải thích cụ thể hơn: “Từ thứ hai, bạn Rô-bốt bát đầu chuyến du lịch\nxuyên Việt trong 1 tuần qua 7 địa điểm. Địa điểm đầu tiên mà bạn Rô-bốt chọn\ntrong chuyến xuyên Việt là Cao Bằng\"\n\n- GV có thể hướng dẫn HS xác định ngày trong tuần tương ứng với số hiệu của các\nđịa điểm.\n\n1 (Thứ hai) —> 2 (Thứ ba) ——> 3 (Thứ tư) ——> 4 (Thứ năm) ——> 5 (Thứ sáu)\n—> 6 (Thứ bảy) ——> 7 (Chủ nhật)\n\nLưu ý:\n\n~ Nếu có điều kiện, GV có thể phô tô phóng to bản đồ ra một tờ giấy A0 hoặc trình\nchiếu bản đồ giúp HS dễ quan sát hơn khi làm bài tập này.\n\n— Đây là bài tập có nội dung tích hợp Toán học và Địa lí, do đó nếu còn thời gian,\nGV có thể khai thác thêm từ bài tập này bằng cách đặt một số câu hỏi:\n\n+ Em thích địa điểm nào ở Việt Nam? Địa điểm đó ở tỉnh (thành phố) nào?\n+ Em có biết Việt Nam có tất cả bao nhiêu tỉnh không? Ngoài các tỉnh (thành phố)\nđược nêu ra trong sách, hãy kể thêm tên một số tỉnh (thành phố) khác mà em biết.\n\nĐáp án: Bài 1: Điền theo thứ tự: thứ ba, thứ năm, thứ sáu, thứ bảy, chủ nhật.\n\nBài 2: a) Lắp ghép hình, máy tính, bay;\nb) Thứ hai, thứ tư và thứ sáu.\nBài 3: a)HàNội;  b) Thứ năm; c) Chủ nhật."
        ]
      }
    ],
    "infor": {
      "page": "102",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "36",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "THỰC HÀNH XEM LỊCH VÀ GIỜ (2 tiết)"
    ],
    "skill_name": "Thực hành xem lịch và giờ",
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n~ Giải quyết được các vấn đề thực tế đơn giản liên quan đến đọc giờ đúng trên đồng hồ.\n— Biết xem lịch để xác định các ngày trong tuần.\n* Phát triển năng lực\n- Thực hiện thao tác tư duy ở mức độ đơn giản, đặc biệt là khả năng quan sát.\n- Bước đầu biết chỉ ra chứng cứ và lập luận có cơ sở, có lí lẽ trước khi kết luận.\n\n- Xác định cách thức giải quyết vấn đề.\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "~ Bộ đồ dùng học Toán 1.\n~ Một số tờ lịch thật (loại lịch ngày).\nLưu ý: Các tờ lịch nên là các ngày liên tiếp nhau.\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1",
          "1. Khám phá\n- GV có thể dẫn dắt từ một tình huống thực tế trong đời sống có liên quan đến xác\nđịnh ngày thứ. Ví dụ: “HS sẽ thi cuối kì vào ngày 15 tháng 5. Vậy làm thế nào để\nbiết được ngày 15 tháng 5 đó là thứ mấy?”...\n- Tiếp đến, GV dẫn dắt vào bài học và giới thiệu tờ lịch (tờ lịch thật đã chuẩn bị từ\ntrước). GV giới thiệu trực quan các thông số chính xuất hiện trên mặt tờ lịch.\n— Trở lại với tờ lịch được đưa ra trong SGK, GV chốt lại thông tin nhận được từ việc\nxem tờ lịch: Thứ hai, ngày bảy.\n- Tiếp đó, GV yêu cầu HS quan sát ô bên phải trong phần “Khám phá” GV có thể đặt\nmột số câu hỏi:\n+ Sau khi bóc đi tờ lịch thứ hai, ngày bảy, chúng ta sẽ thấy tờ lịch gì?\n+ Sau khi bóc đi tiếp tờ lịch thứ ba, ngày tám, chúng ta thấy tờ lịch gì?\n+ Có bạn nào đoán được, nếu bóc đi tiếp tờ lịch thứ tư, ngày chín thì sau đó là tờ\nlịch nào không?\nLưu ý:\n- Nên nhấn mạnh: Sau thứ hai, ngày bảy sẽ đến thứ ba, ngày tám. Sau thứ ba, ngày\ntám sẽ đến thứ tư, ngày chín.\n- Chương trình Toán 1 chưa giới thiệu về tháng, năm.",
          "2. Hoạt động\nBài 1:\n- GV nên giải thích đề bài chỉ tiết hơn: “Mỗi chú sóc cần tìm một gốc cây thích hợp\ncho mình và mỗi gốc cây chỉ là nhà của duy nhất một chú sóc”.\n~ Để HS dễ dàng tư duy hơn trong bài tập đầu tiên, GV có thể đặt câu hỏi mang tính\ngợi ý: “Thứ ba là ngày 22 thì thứ tư sẽ là ngày bao nhiêu?”...\n\nBài 2: Để giải quyết được bài tập này, GV nên nhắc lại các khái niệm “hôm qua)\n\n»A\n\nhôm nay” “ngày mai”.\nBài 3: Bạn Mai đã xé đi bao nhiêu tờ lịch?\n\n- Để giải quyết bài tập này, GV có thể hướng dẫn HS liệt kê những tờ lịch bị xé đi,\nsau đó đếm để tìm ra đáp số. Tuy nhiên, với lớp học nhanh hoặc có những bạn học\ntốt, GV có thể hướng dẫn HS thêm cách làm phép tính trừ.\n\n— Với câu b, GV có thể hướng dẫn HS thông qua bảng:\n\nĐáp án: Bài I: Thứ tư - ngày 23, Thứ năm - ngày 24, Thứ sáu - ngày 25.\n\nBài 2: a) Ngày 21 - ngày mai, Ngày 19 - hôm qua;\nb) Hôm nay - ngày 21, Ngày mai - ngày 22.\nBài 3: a) Bạn Mai đã xé đi 3 tờ lịch;\nb) Ngày 19 là thứ bảy.",
          "Tiết 2. Luyện tập\n\nBài I:\n\n- GV nên dẫn dắt bằng việc kể một câu chuyện. GV có thể thêm các tình tiết cho câu\nchuyện trở nên hấp dẫn hơn.\n\n- Trước khi đến với các diễn biến của cuộc chạy thi giữa Rùa và Thỏ, GV có thể đặt\ncâu hỏi:\n+ Rùa hay Thỏ chạy nhanh hơn?\n+ Các em đoán thử xem nếu Rùa và Thỏ chạy thi, bạn nào sẽ về đích trước?...\n\n- Sau đó, GV yêu cầu HS quan sát các bức tranh để trả lời các câu hỏi.\n\nLưu ý:\n\n— Đây là bài tập tích hợp nội dung Toán học và Văn học. Câu chuyện được nhắc đến\ntrong bài tập này là “Rùa và Thỏ”\n\n— Sau khi hoàn thành bài tập này, GV có thể đặt câu hỏi:\n+ Thỏ chạy nhanh hơn nhưng tại sao Thỏ lại về đích sau?\n+ Còn Rùa, tuy chạy rất chậm so với Thỏ nhưng tại sao lại về đích trước?\n\nQua đó, GV có thể rút ra bài học cho HS.\n\nBài 2:\n\n~ Trước tiên, GV có thể hỏi HS một số câu hỏi liên quan đến máy bay và các hãng\nhàng không. Chẳng hạn:\n+ Một phương tiện giao thông mà có thể bay trên bầu trời. Em có biết, đó là\n\nphương tiện nào không?\n\n+ Em biết những hãng hàng không nào?...\n- Để giải quyết được câu a, HS cần kĩ năng xem giờ đúng và đọc bảng. GV hướng\ndẫn HS xác định chuyến bay từ Hà Nội đến thành phố 1 khởi hành lúc mấy giờ,\nsau đó đối chiếu bảng bên dưới để xác định tên của thành phố 1. Thực hiện tương\ntự cho việc xác định các thành phố còn lại.\n\n— Với câu b, GV có thể hướng dẫn HS bằng cách đặt câu hỏi gợi mở: “Để vào Đà Nẵng,\nem cần đi chuyến bay khởi hành lúc mấy giờ?” Từ đó, đối chiếu tìm ra máy bay\nthích hợp.\n\nBài 3: GV có thể đặt câu hỏi:\n\n- Gia đình bạn Mai bắt đầu đi từ thành phố lúc mấy giờ?\n\n~ Gia đình bạn Mai về đến quê lúc mấy giờ?\n\n~ Trên cơ sở đó, GV hướng dẫn HS xác định khoảng thời gian để gia đình bạn Mai\nđi từ thành phố về quê bằng cách đếm giờ trên mặt đồng hồ.\n\nĐáp án: Bài I: a) 6 giờ; b) 8 giờ; c) 9 giờ; đ) 11 giờ.\n\nBài 2: a) 1- Huế, 2- ĐàNẵng, 3 - Thành phố Hồ Chí Minh;\nb) Máy bay màu đỏ.\nBài 3: 2 giờ."
        ]
      }
    ],
    "infor": {
      "page": "104",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "37",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "LUYỆN TẬP CHUNG"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\nGiải quyết được các vấn đề thực tế đơn giản liên quan đến đọc giờ đúng và xem lịch.\n* Phát triển năng lực\n- Thực hiện thao tác tư duy ở mức độ đơn giản, đặc biệt là khả năng quan sát.\n- Bước đầu biết chỉ ra chứng cứ và lập luận có cơ sở, có lí lẽ trước khi kết luận.\n— Xác định cách thức giải quyết vấn đề.\n- Thực hiện và trình bày giải pháp cho vấn đề.\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng dạy Toán 1 của GV.\n- Bộ đồ dùng học Toán 1 của HS.\n\n- Chuẩn bị vật liệu, mô hình, xúc xắc để thực hiện trò chơi trong SGK.\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1\nBài I: Cho HS quan sát mỗi đồng hồ rồi đọc giờ ở đồng hồ đó.\nBài 2: Với bài tập này, HS cần:\n— Quan sát các bức tranh mô tả hoạt động của bạn Việt.\n- Xác định thời gian bạn Việt làm những hoạt động đó.\n\n— Đây là một bài tập mở. GV nên gọi một số HS trả lời để thông qua đó tương tác với\nHS nhiều hơn.\n\nLưu ý: Khi HS kể về những việc thường làm vào ngày chủ nhật, GV nên hỏi HS thêm\n\nvề thời gian HS làm những công việc đó. Dựa vào đó, GV có thể yêu cầu HS nêu nhận\n\nxét về các hoạt động của bạn Việt trong ngày chủ nhật thông qua một số câu hỏi như:\n\n+ Em có nên ngủ dậy vào lúc 10 giờ sáng không? Tại sao không nên?\n\n+ Em có nên đá bóng vào lúc 2 giờ chiều không? Tại sao không nên?...\n\nBài 3:\n\n- Trước tiên, GV nên yêu cầu HS quan sát các bức tranh trong bảng để gọi tên các\n\nmôn thể thao. Các môn thể thao được đưa ra gồm có: bóng chuyền, quần vợt, cầu\nlông, chạy và bóng bàn.\n\n- Dựa vào bảng để trả lời câu hỏi.\nĐáp án: Bài 1: 3 giờ, 6 giờ, 9 giờ.\nBài 2: _— Việt ngủ dậy lúc 10 giờ sáng;\n- Việt đá bóng lúc 2 giờ chiều;\n~ Việt ăn tối vào lúc 9 giờ tối;\n- Việt chơi trò chơi điện tử lúc 11 giờ đêm.\nChúng ta không nên như Việt.\nBài 3: a) Quần vợt, chạy; b) Thứ năm, thứ bảy;  c) Thứ sáu.",
          "Tiết 2. Luyện tạp\n\nBài 1: Bài tập này nhằm ôn lại cho HS kiến thức về so sánh các số có hai chữ số.\nTrước khi vào nội dung các câu hỏi trong bài tập, GV có thể đặt câu hỏi: Em có biết\nthỏ thích ăn gì không? Sau đó, GV dẫn dắt vào bài.\n\nBài 2: GV hướng dẫn HS, dựa vào lời đối thoại của các nhân vật trong bức tranh, thu\nđược câu hỏi: “Hôm qua là thứ tư, vậy ngày mai là thứ mấy?” Muốn biết “ngày mai”\nlà thứ mấy, cần xác định được ngày “hôm nay” Trên cơ sở đó, GV có thể gợi ý bằng\n\ncách đặt câu hỏi: “Hôm qua là thứ tư thì hôm nay là thứ mấy? Ngày mai là thứ mấy?”\n\nTrò chơi: Đưa ong về tổ\n\n* Chuẩn bị:\n\nMỗi nhóm I con xúc xắc, 1 quân cờ.\n\n* Cách chơi:\n\n~ Có thể cho HS oẳn tù tì để tìm ra bạn đi trước. Hai bạn luân phiên nhau di chuyển\nmột quân cờ. Người chơi sẽ gieo xúc xắc để di chuyển quân cờ theo số ô bằng số\nchấm xuất hiện ở mặt trên con xúc xắc. Tại đó, người chơi phải xác định đồng hồ\nchỉ mấy giờ. Nếu xác định đúng thì người chơi được ở nguyên đó, nếu xác định\nsai thì người chơi phải quay lại vị trí ở lượt trước đó. Nếu di chuyển được quân cờ\nđến ô may mắn (ô có hình chú ong) thì người chơi sẽ đưa được chú ong về tổ ngay\nlập tức. Ai di chuyển được quân cờ đúng đến tổ ong, người chơi đó đưa được ong\nvề tổ.\n\n— Trò chơi kết thúc khi đưa được ong về tổ.\nĐáp án: Bài I: a) Thứ ba, thứ bảy;\nb) Thứ năm, thứ sáu, chủ nhật.\nBài 2: Thứ sáu.\n\n\n\n(3 tiết)"
        ]
      }
    ],
    "infor": {
      "page": "107",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "38",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "Chủ đề 10. ÔN TẬP CUỐI NĂM",
      "ÔN TẬP CÁC SỐ VÀ PHÉP TÍNH TRONG PHẠM VI 10"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n~ On tập, củng cố kiến thức về số và chữ số trong phạm vi 10, phân tích số, đọc viết\nsố, xếp thứ tự và so sánh số.\n\n- Củng cố bài toán có lời văn (bài toán thực tế về phép cộng, phép trừ). Quan sát\ntranh, viết phép tính thích hợp và nêu câu trả lời.\n\n- Củng cố thực hiện tính (tính nhẩm) các phép cộng, trừ trong phạm vi 10 (dựa\nvào bảng cộng, trừ trong phạm vi 10). Thực hiện tính trong trường hợp có hai dấu\nphép tính. Nhận biết mối quan hệ giữa phép cộng và phép trừ.\n\n* Phát triển năng lực\n\n- Phát triển năng lực giải quyết vấn đề qua việc giải các bài toán thực tế (giải quyết\ncác “tình huống” thực tế).\n\n- Rèn khả năng diễn đạt, trình bày, giao tiếp toán học thông qua trả lời các câu hỏi\ncủa bài toán có lời văn, bài toán vui có tính lôgic, trò chơi toán học...\n- Thấy được mối quan hệ giữa phép cộng và phép trừ.\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "Bộ đồ dùng học Toán 1, mô hình, tranh ảnh phục vụ các bài trong SGK.\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1. Luyện tạp\nBài I: Củng cố về thứ tự từ bé đến lớn hoặc từ lớn đến bé của các số tự nhiên\n\ntrong phạm vi 10. HS tự tìm số thích hợp trong ô theo yêu cầu của đề bài (ở mỗi\ncâu a, b).\n\nBài 2: HS quan sát các bông hoa, so sánh các số, rồi nêu câu trả lời theo yêu cầu ở\ncâu a, câu b.\nBài 3: Củng cố về so sánh số (quan hệ nhiều hơn, ít hơn, bằng nhau). Yêu cầu HS\nquan sát đề bài (tranh vẽ các ô tô), phân tích “tình huống” (Lúc đầu hàng trên có 8\nô tô, hàng dưới có 6 ô tô. Sau khi chuyển 1 ô tô từ hàng trên xuống hàng dưới thì số\nô tô ở hai hàng lúc này thế nào? Nhiều hơn, ít hơn hay bằng nhau?). Từ đó tìm câu\ntrả lời đúng.\nLưu ý:\n~ Có thể so sánh số, chẳng hạn: Sau khi chuyển 1 ô tô thì hàng trên đếm còn 7 ô tô,\nhàng dưới đếm có 7 ô tô nên câu C đúng (số ô tô ở hai hàng bằng nhau).\n- HS có thể quan sát hình vẽ hoặc làm mô hình gắn lên bảng minh hoạ sau khi\nchuyển 1 ô tô thấy hai hàng ô tô tương ứng bằng nhau.\nBài 4: Bài này gắn với môn Tự nhiên và Xã hội, yêu cầu HS quan sát tranh rồi nêu\nđược các giai đoạn sinh trưởng của hoa sen (1: Sen chưa ra hoa, 2: Nụ hoa, 3: Hoa\nsen nở, 4: Hoa sen tàn, 5: Hoa sen thành đài sen).\nBài 5: HS nhận xét: điểm Mai cao hơn Nam, do đó Mai điểm 10, Nam điểm 9. Còn\nlại Việt điểm 10. (Đây là bài toán cần suy luận lôgic, GV có thể để HS tự làm hoặc có\ngợi ý hướng dẫn thêm).\nĐáp án: Bài I: a) 0, 1,2, 3, 4, 5,6; b) 10, 9, 8, 6, 5, 4.\nBài 2: a) Bông 6, 7, 8; b) Bông 6 ghi số lớn nhất, bông 3 ghi số bé nhất.\nBài 3: Câu C.\nBài 4: 3, 5, 4.\nBài 5: Việt được 10 điểm.",
          "Tiết 2. Luyện tép\n\nBài 1: Yêu cầu HS thực hiện các phép tính ở trong hình vẽ. Dựa vào kết quả các phép\ntính để tìm ra các phép tính có kết quả là 8.\n\nBài 2: Yêu cầu HS thực hiện các phép tính ở mỗi chú thỏ. Dựa vào kết quả phép tính,\nHS tìm được chuồng tương ứng mà chú thỏ đó sẽ chạy vào. HS tự phát hiện được\n“tình huống” có hai chú thỏ mang phép tính (5 + 2) và (10 - 3) có cùng kết quả là 7\nnên sẽ cùng chạy vào chuồng số 7. Từ đó trả lời được câu hỏi của bài.\n\nLưu ý: Đây là bài toán vui, có tính lôgic, GV nên tổ chức hoạt động sao cho vừa đạt\nyêu cầu bài ra, vừa gây hấp dẫn, hứng thú học tập cho HS.\n\nBài 3: HS tự phát hiện được “quy luật” cách tính. (Mỗi số ở hàng trên là tổng của hai\nsố tương ứng ở hàng dưới liền kể). Từ đó nêu được số thích hợp.\n\nLưu ý: Đây là toán vui, có tính lôgic (phát hiện quy luật), GV nên để HS tự phát hiện\nrồi làm, chỉ hướng dẫn, gợi ý thêm khi cần thiết.\nBài 4:\n~ Củng cố so sánh số, nêu dấu >; <; = thích hợp.\n~ Yêu cầu so sánh số với kết quả phép tính.\n\nLưu ý: Các bài này có mức độ yêu cầu cao hơn khi so sánh hai số, GV có thể để HS\ntự làm hoặc hướng dẫn để HS tìm (nhẩm) kết quả phép tính, rồi so sánh số với kết\nquả đó (chỉ cần nêu dấu >; <; =, không cần ghi kết quả phép tính).\n\nBài 5: Củng cố các phép tính cộng, trừ trong phạm vi 10, câu a: HS tính kết quả các\nphép tính rồi ghi số bướm đậu vào bảng.\n\nLưu ý: GV có thể tổ chức làm bài này như hoạt động “toán vui” hoặc “trò chơi” theo\ncặp đôi hoặc nhóm (tuỳ điều kiện của từng lớp), miễn sao đạt được yêu cầu của bài\ntoán và gây hứng thú học tập cho HS.\n\nĐáp án: Bài I: 6+2=9- 1=4+4=8.\nBài 2: Chuồng7.\nBài 3: Theo thứ tự từ dưới lên trên: 4, 5, 10.\nBài 4: >; 4=\n\nBài 5; 2, 1w2, 1.",
          "Tiết 3. Luyện tép\nBài 1: Xếp que tính\na) HS tham gia “Toán vui” xếp que tính thành các số 0, 1, 2, 3, 4, 5, 6, 7, 8, 9 (dạng\nsố điện tử).\nYêu cầu HS lấy que tính tự xếp được các số trên (theo mẫu trong SGK).\nb) HS quan sát mỗi số đếm số que tính ở mỗi số (0 —> 9) rồi tìm ra những số được\nxếp bởi 5 que tính.\nBài 2: “Toán vui” về phép tính cộng, trừ. Yêu cầu HS tìm cách đổi chỗ 1 que tính để\nđược số mới thích hợp với phép tính đúng, chẳng hạn:\n\na) Đổi 3 thành 2 để có phép tính đúng 6 + 2 = 8.\nb) Đổi 9 thành 0 để có phép tính đúng 5 - 0= 5.\n\nLưu ý: Đây là toán vui về xếp que tính, củng cố về số và phép tính trong phạm vi 10,\nqua đó rèn tư duy (tìm cách giải quyết “tình huống” có vấn đề). GV để HS tự làm việc\ncá nhân hoặc có thể tổ chức làm việc nhóm tuỳ điều kiện của lớp (dưới hình thức\nnhư trò chơi học toán).\nBài 3: Bài này dưới dạng “Toán đố vui” rèn tư duy lôgic, giải quyết “tình huống”\n(Làm thế nào để thỏ qua được các cửa để tới chỗ có cà rốt và có mấy cách đi như\nthế?). GV có thể cho HS làm việc cá nhân hay nhóm (tuỳ điều kiện của lớp).\n\nLưu ý:\n\n~ Yêu cầu HS tính được phép cộng hai số ở hai cửa tương ứng để có kết quả là 10\n(ghép hai số ở trong các cửa thành đường thỏ có thể đi qua được).\n\n- Gây hứng thú học tập cho HS (khi làm việc nhóm cần có hiệu quả, tránh hình thức).\nĐáp án: Bải 1: b) Các số 2, 3, 5.\nBài 2: 6+2=8,5—0=5.\nBải3: Ta có: 2 + 8= 10; 3 + 7 = 10.\nNhư vậy có 2 cách đi để thỏ lấy được cà rốt.\n\n\n(3 tiết)"
        ]
      }
    ],
    "infor": {
      "page": "110",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "39",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "ÔN TẬP CÁC SỐ VÀ PHÉP TÍNH TRONG PHẠM VI 100"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n\n* Kiến thức\n\n~ On tập, củng cố kiến thức về số và chữ số trong phạm vi 100 (số có hai chữ số);\nvề đọc, viết số, cấu tạo, phân tích số, xếp thứ tự, so sánh số.\n\n- On tập, củng cố vận dụng quy tắc tính (đặt tính rồi tính), tính nhẩm, tính\ntrong trường hợp có hai dấu phép tính, vận dụng vào giải toán có lời văn (toán\nthực tế) để nêu phép tính thích hợp và nêu câu trả lời.\n\n* Phát triển năng lực\n\nPhát triển năng lực giải quyết vấn đề qua việc giải các bài toán thực tế, phát triển trí\n\ntưởng tượng, tư duy lôgic qua bài toán vui, trò chơi, năng lực mô hình hoá, giao tiếp\n\n(qua áp dụng quy tắc tính, diễn đạt,...).\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "Bộ đồ dùng học Toán 1, mô hình, tranh ảnh phục vụ các bài trong SGK.\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1. Luyện tếp\n\nBài I: Bài này củng cố về lập số, đọc, viết số, cấu tạo số (hàng chục, hàng đơn vị).\n\nYêu cầu HS quan sát tranh vẽ “que tính” rồi nêu các số thích hợp.\n\nBài 2: a) Củng cố cấu tạo số (số gồm mấy chục và mấy đơn vị). Yêu cầu HS tìm được\nsố tương ứng trong ô (theo mẫu).\n\nb) Có thể hiểu 47 gồm 4 chục và 7 đơn vị hay viết là: 47 = 40 + 7. Tìm các số tương\nứng trong ô ở các phép tính còn lại.\n\nBài 3: Củng cố so sánh số đo độ dài. Yêu cầu HS so sánh số đo độ dài bước chân của\nmỗi bạn, rồi trả lời câu hỏi (trong SGK).\n\nBài 4: Toán vui “ghép hai miếng bìa để được số có hai chữ sổ” Yêu cầu HS lập được\ncác số có hai chữ số khác nhau từ ba chữ số đã cho 3, 0, 7. Sau đó nhận ra có 4 số ghép\nđược là: 37, 73, 30, 70.\n\nLưu ý: GV có thể cho HS ghép hai miếng bìa từ ba miếng bìa có ba chữ số khác 0,\nchẳng hạn từ ba chữ số 3, 5, 7 ghép được 6 số: 35, 37, 57, 53, 73, 75. Sau đó mới ghép\nba chữ số 3, 0, 7 (SGK) để được 4 số: 30, 37, 70, 73 (số 03, 07 bị loại vì không phải là\nsố có hai chữ số).\nĐáp án: Bài 2: b) 53 = 50 + 3; 69 = 60 + 9; 96 = 90 + 6.\n\nBài 3: a) Nam có bước chân dài nhất;\n\nb) Việt có bước chân ngắn nhất.\nBài 4: 37, 73, 30, 70.",
          "Tiết 2. Luyện tép\nSBài 1: a) Cho HS thực hiện tính nhẩm (nêu ngay kết quả tính).\nb) Yêu cầu HS đặt tính rồi tính (HS tự làm, GV chỉ kiểm tra, giúp đỡ nếu cần).\nBài 2: Yêu cầu HS tính kết quả các phép tính, rồi tìm hai phép tính có cùng kết quả.\n(Khi tính có thể nhẩm ra kết quả, không cần đặt tính rồi tính).\nLưu ý: Với tranh vẽ, HS có thể hiểu vui: Con mèo bắt được con cá khi hai phép tính\ntương ứng có cùng kết quả.\nBài 3: Yêu cầu HS tính lần lượt phép tính từ trái sang phải. (Có thể nhẩm ra kết quả\nrồi nêu kết quả phép tính).\nBài 4: Yêu cầu HS thực hiện tính nhẩm các phép tính ghi trên con rồng. Sau đó nêu\nkết quả tương ứng với dấu hỏi (?) trong bảng.\nĐáp án: Bài 2: a) 35 + 12 = 40 + 7; 53+6=40 + 19; 60 +20 = 30 + 50.\n\nBài 3: a) 64, 14, 46; b) 76, 70, 80.\n\nBài 4:50, 30, 50.",
          "Tiết 3. Luyện tạp\n\nBài 1: Yêu cầu HS dựa vào quy tắc tính phép cộng, phép trừ số có hai chữ số với (cho)\nsố có hai chữ số, biết nhẩm kết quả ở từng hàng (đơn vị, chục), từ đó tìm được chữ\nsố thích hợp điền vào ô trống (riêng phép trừ 85 - = 31 có thể tìm =\n85 - 31 = 54, phép cộngL? |? ]- 24 = 76 có thể am[? |[?]- 76 - 24 = 52.\nBài 2: Yêu cầu HS tính kết quả các phép tính ở mỗi ngôi sao, nhận xét từng kết quả\nphép tính rồi tìm các ngôi sao ghi phép tính có kết quả lớn hơn 26.\nBài 3: Củng cố bài toán có lời văn (toán thực tế liên quan đến phép trừ). Yêu cầu HS\ntìm ra phép tính thích hợp rồi nêu (nói) câu trả lời (GV để HS tự làm, chỉ hướng dẫn\nkhi cần thiết).\nBài 4: Tương tự bài 3, yêu cầu HS tìm ra phép tính thích hợp rồi nêu (nói) câu trả lời.\nĐáp án: Bài I: 41 + 35 = 76, 52 + 24 = 76, 77 - 23 = 54, 85 - 54 = 31.\n\nBài 2: b) 47 - 7 > 26, 50 + 5 > 26, 30 + 10 > 26.\n\nBài 3: 75 ~ 52 = 23. Còn 23 cây hoa hồng chưa nở hoa.\n\nBài 4: 32 + 35 = 67. Cả hai lớp có 67 bạn cùng tham gia buổi cắm trại."
        ]
      }
    ],
    "infor": {
      "page": "113",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "40",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "ÔN TẬP HÌNH HỌC VÀ ĐO LƯỜNG (2 tiết)"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n* Kiến thức\n- Nhận dạng được hình vuông, hình tròn, hình tam giác, hình chữ nhật, khối lập\nphương, khối hộp chữ nhật.\n~ Nhận biết được: dài hơn, ngắn hơn, đơn vị đo độ dài cm.\n\n~ Nhận biết được tuần lễ có 7 ngày và tên gọi, thứ tự các ngày trong tuần lễ; xác định\nđược thứ, ngày trong tuần lễ dựa vào tờ lịch hằng ngày.\n\n- Thực hiện được việc đọc giờ đúng trên đồng hồ.\n* Phát triển năng lực\n\n- Thực hiện được các thao tác tư duy như quan sát, nhận xét, phân tích, tổng hợp,\nkhái quát hoá, diễn dịch (ở mức độ đơn giản).\n\n~ Thực hiện được việc đo độ dài bằng thước thẳng với đơn vị đo là cm và ước lượng\nđộ dài của các vật quen thuộc.\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng học Toán 1 của HS.\n- Bộ đồ dùng dạy Toán 1 của GV.\n\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Tiết 1. Luyện tập\n\nBài I:\n\n- Bài này nhằm giúp HS rèn kĩ năng nhận dạng khối lập phương và khối hộp chữ\nnhật dựa vào biểu tượng của các hình này. Vì HS chưa được học “khái niệm” hình\nnên chỉ yêu cầu HS nêu đúng hình nào là khối lập phương, khối hộp chữ nhật,\nkhông yêu cầu HS giải thích vì sao.\n\n- GV cho HS làm bài rồi chữa bài.\n\nSau khi làm bài, GV có thể cho HS tự kiểm tra, chữa bài của nhau (theo nhóm 2 HS).\n\nBài 2:\n\n- Bài này nhằm giúp HS rèn kĩ năng nhận dạng hình vuông, hình tròn, hình tam\ngiác, hình chữ nhật dựa vào biểu tượng của các hình này. Vì HS chưa được học\n“khái niệm” hình nên chỉ yêu cầu HS nêu đúng số hình mỗi loại, không yêu cầu HS\ngiải thích vì sao.\n\n- GV cho HS làm bài rồi chữa bài.\n\nSau khi làm bài, GV có thể cho HS tự kiểm tra, chữa bài của nhau.\n\nBài 3: a) GV cho HS lấy 9 que tính rồi xếp thành hình như trong SGK.\n\nb) GV hướng dẫn HS đếm số hình tam giác theo thứ tự hợp lí, không bỏ sót, không\n\ntrùng lặp. Chẳng hạn, đếm các hình tam giác nhỏ trước, rồi đếm các hình tam giác\n\nto. Kết quả là: có 4 hình tam giác nhỏ và 1 hình tam giác to (gồm cả 4 hình tam giác\nnhỏ), vậy có tất cả 5 hình tam giác.\n\nc) GV có thể hướng dẫn HS thử lấy ra 1 que tính rồi đếm xem hình còn lại có mấy\n\nhình tam giác, từ đó quan sát để lấy tiếp que thứ hai sao cho hình còn lại có đúng\n\n2 hình tam giác. Có nhiều cách lấy 2 que tính để hình còn lại có 2 hình tam giác,\n\nchẳng hạn:\n\n\nBài 4:\n- Bài này nhằm giúp HS phát triển năng lực quan sát, nhận xét.\n- GV hướng dẫn HS quan sát, nhận xét để nhận ra quy luật sắp xếp các hình đã cho,\ntừ đó chọn được hình thích hợp đặt vào dấu “?”.\nĐáp án: Bải 1: a) Hình A, D là khối lập phương;\nb) Hình A, C là khối hộp chữ nhật.\nBài 2: Từ trên xuống dưới: 3, 8, 11, 3.\n\nBài 4: a) Hình D; b) Hình C.",
          "Tiết 2. Luyện tập\nBài 1:\n- GV cho HS tự đọc yêu cầu của đề bài, gọi một số HS nêu yêu cầu của đề bài cho cả\nlớp cùng nghe.\n- GV hướng dẫn HS nêu cách làm rồi tự làm bài và chữa bài.\nChẳng hạn, GV hướng dẫn để HS nhận ra cách làm là: Nêu giờ đã cho dưới mỗi bức\ntranh rồi tìm xem đồng hồ nào chỉ giờ đó.\nCó thể cho HS tự kiểm tra, chữa bài của nhau.\n\nLưu ý: Bài này có thể tổ chức thành trò chơi theo nhóm hai HS, thi đua xem ai làm\nđúng và nhanh nhất.\n\nBài 2:\n\n- GV cho HS tự đọc yêu cầu của đề bài, gọi một số HS nêu yêu cầu của đề bài cho cả\nlớp cùng nghe để HS nắm được.\n\n~ GV cho HS làm bài rồi chữa bài.\n\nSau khi HS làm xong, GV có thể cho HS tự kiểm tra, chữa bài của nhau.\n\nBài 3:\n\n- GV cho HS nêu yêu cầu của để bài rồi làm bài và chữa bài.\n\n- GV cần lưu ý HS cách đo trước khi làm bài.\n\nBài 4:\n\nGV cho HS đọc yêu cầu của đề bài, nêu cách làm rồi làm bài và chữa bài.\n\nChẳng hạn, GV hướng dẫn để HS nhận ra cách làm bài: Xác định số đo độ dài của\ncác băng giấy theo ô vuông, rồi so sánh các số đo đó để tìm ra băng giấy B dài nhất,\nbăng giấy D ngắn nhất. Cũng có thể chỉ cần xác định số đo của băng giấy A, C, D; từ\nđó nhận ra băng giấy D ngắn nhất, băng giấy C dài nhất trong ba băng giấy đó, nhưng\nbăng giấy B dài hơn băng giấy C, nên băng giấy B dài nhất.\nBài 5:\n- Bài này nhằm giúp HS rèn khả năng ước lượng độ dài dựa vào biểu tượng về đơn\nvị đo độ dài.\n~ GV cho HS làm bài rồi chữa bài.\nSau khi làm bài, GV có thể cho HS tự kiểm tra, chữa bài của nhau.\nĐáp án: Bài 2: a) Chọn A; b) Chọn B.\nBài 5: a) Chọn A; b) Chọn B; c) Chọn A."
        ]
      }
    ],
    "infor": {
      "page": "115",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  },
  {
    "id": "41",
    "grade": 1,
    "subject": "Toán",
    "lesson": [
      "ÔN TẬP CHUNG (1 tiết)"
    ],
    "skill_name": null,
    "parts": [
      {
        "topic": "I MỤC TIÊU",
        "content": "Giúp HS:\n\n* Kiến thức\n\n- Đọc, viết, xếp thứ tự được các số có hai chữ số.\n\n~ Thực hiện được phép cộng, phép trừ các số có hai chữ số trong phạm vi 100.\n\n~ Thực hiện được việc đọc giờ đúng trên đồng hồ.\n\n- Xác định được thứ, ngày trong tuần dựa vào tờ lịch hằng ngày.\n\n- Nhận dạng được các hình đã học.\n\n* Phát triển năng lực\n\n- Nhận biết và viết được phép cộng, phép trừ phù hợp với câu hỏi của bài toán thực\ntiễn và tính đúng kết quả.\n\n- Thực hiện được đo độ dài bằng thước thẳng với đơn vị đo là cm.\n\n- Thực hiện được các thao tác tư duy như quan sát, nhận xét, khái quát hoá (ở mức\nđộ đơn giản).\n\n"
      },
      {
        "topic": "II CHUẨN BỊ",
        "content": "- Bộ đồ dùng học Toán 1 của HS.\n\n- Bộ đồ dùng dạy Toán 1 của GV.\n"
      },
      {
        "topic": "III GỢI Ý CÁC HOẠT ĐỘNG DẠY HỌC CHỦ YẾU",
        "content": [
          "Nội dung bài này được thiết kế theo cấu trúc, mức độ nội dung của bài kiểm tra cuối\nnăm học nhằm đáp ứng yêu cầu cần đạt (yêu cầu cốt lõi) của HS sau khi học xong\nlớp 1. Do đó, GV không cần hướng dẫn nhiều, tốt nhất là GV cho HS tự làm bài rồi\nchữa bài.\n\n~ Sau khi làm bài, GV cho HS tự kiểm tra, đánh giá bài làm của nhau.\n- Khi chữa bài, GV gọi một vài HS nêu cách làm từng bài để cả lớp cùng nghe.\n\nLưu ý: Khi chữa bài 6, GV hướng dẫn HS nhận ra hình đã cho gồm 4 hình vuông nhỏ\nnhư nhau và 1 hình vuông to gồm cả 4 hình vuông nhỏ ghép lại.\n\nĐáp án: Bài I: a) O tô ghi sáu mươi tư có chỗ đỗ là 64.\nO tô ghi bảy mươi mốt có chỗ đỗ là 71.\nO tô ghi bốn mươi tám có chỗ đỗ là 48.\n\nb) 25; 42; 48; 74.\nBài 2: 13 78 42 69\n+ = + _\n\n\n\nBài 3: Đồng hồ thứ nhất chỉ 2 giờ.\nĐồng hồ thứ hai chỉ 5 giờ.\n\nBài 4: a) 23 + 14 = 37. Cả hai chị em hái được 37 bông hoa.\nb) 25 - 10 = 15. Nam còn lại 15 viên bi.\n\nBài 5: a) Chọn B;\nb) Chọn A.\n\nBài 6: Chọn C."
        ]
      }
    ],
    "infor": {
      "page": "118",
      "source": "SGV - Kết nối tri thức với cuộc sống - 2019 - 9786040215925"
    }
  }
]